Repository: chadsec1/decoyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: pt

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{participant}.
pt: O administrador $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{visitante} para $role{participante}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s}.
pt: O administrador $nickname{%[1]s} mudou a função de $nickname{%[2]s}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{participant}.
pt: $ nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{moderador} para $role{participante}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{visitor}.
pt: $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{moderador} para $role{visitante}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{moderator}.
pt: $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{participante} para $role{moderador}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{visitor}.
pt: $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{participante} para $role{moderador}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{moderator}.
pt: $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{visitante} para $role{moderador}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{participant}.
pt: $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role¡{visitante} para $role{participante}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s}.
pt: $nickname{%[1]s} mudou a função de $nickname{%[2]s}.

source: Your role was changed from $role{participant} to $role{visitor}.
pt: Sua função foi mudada de $role{participante} para $role{visitante}.

source: Your role was changed from $role{participant} to $role{moderator}.
pt: Sua função foi mudada de $role{participante} para $role{moderador}.

source: Your role was changed from $role{visitor} to $role{participant}.
pt: Sua função foi mudada de $role{visitante} para $role{participante}.

source: Your role was changed from $role{visitor} to $role{moderator}.
pt: Sua função foi mudada de $role{visitante} para $role{moderador}.

source: Your role was changed from $role{moderator} to $role{visitor}.
pt: Sua função foi mudada de $role{moderador} para $role{visitante}.

source: Your role was changed from $role{moderator} to $role{participant}.
pt: Sua função foi mudada de $role{moderador} para $role{participante}.

source: You have been expelled.
pt: Você foi expulso.

source: Your role was changed.
pt: Sua função foi mudada.

source: The owner $nickname{%s} changed your role from $role{participant} to $role{visitor}.
pt: O proprietário $nickname{%s} mudou sua função de $role{participante} para $role{visitante}.

source: The owner $nickname{%s} changed your role from $role{participant} to $role{moderator}.
pt: O proprietário $nickname{%s} mudou sua função de $role{participante} para $role{moderador}.

source: The owner $nickname{%s} changed your role from $role{visitor} to $role{participant}.
pt: O proprietário $nickname{%s} mudou sua função de $role{visitante} para $role{participante}.

source: The owner $nickname{%s} changed your role from $role{visitor} to $role{moderator}.
pt: O proprietário $nickname{%s} mudou sua função de $role{visitante} para $role{moderador}.

source: The owner $nickname{%s} changed your role from $role{moderator} to $role{visitor}.
pt: O proprietário $nickname{%s} mudou sua função de $role{moderador} para $role{visitante}.

source: The owner $nickname{%s} changed your role from $role{moderator} to $role{participant}.
pt: O proprietário $nickname{%s} mudou sua função de $role{moderador} para $role{visitante}.

source: The owner $nickname{%s} has expelled you from the room.
pt: O proprietário $nickname{%s} expulsou você da sala.

source: The owner $nickname{%s} changed your role.
pt: O proprietário $nickname{%s} mudou sua função.

source: The administrator $nickname{%s} changed your role from $role{participant} to $role{visitor}.
pt: O administrador $nickname{%s} mudou sua função de $role{participante} para $role{visitante}.

source: The administrator $nickname{%s} changed your role from $role{participant} to $role{moderator}.
pt: O administrador $nickname{%s} mudou sua função de $role{participante} para $role{moderador}.

source: The administrator $nickname{%s} changed your role from $role{visitor} to $role{participant}.
pt: O administrador $nickname{%s} mudou sua função de $role{visitante} para $role{participante}.

source: The administrator $nickname{%s} changed your role from $role{visitor} to $role{moderator}.
pt: O administrador $nickname{%s} mudou sua função de $role{visitante} para $role{moderador}.

source: The administrator $nickname{%s} changed your role from $role{moderator} to $role{visitor}.
pt: O administrador $nickname{%s} mudou sua função de $role{moderador} para $role{visitante}.

source: The administrator $nickname{%s} changed your role from $role{moderator} to $role{participant}.
pt: O administrador $nickname{%s} mudou sua função de $role{moderador} para $role{participante}.

source: The administrator $nickname{%s} has expelled you from the room.
pt: O administrador $nickname{%s} expulsou você da sala.

source: The administrator $nickname{%s} changed your role.
pt: O administrador $nickname{%s} mudou sua função.

source: $nickname{%s} changed your role from $role{participant} to $role{visitor}.
pt: $nickname{%s} mudou sua função de $role{participante} para $role{visitante}.

source: $nickname{%s} changed your role from $role{participant} to $role{moderator}.
pt: $nickname{%s} mudou sua função de $role{participante} para $role{moderador}.

source: $nickname{%s} changed your role from $role{visitor} to $role{participant}.
pt: $nickname{%s} mudou sua função de $role{visitante} para $role{participante}.

source: $nickname{%s} changed your role from $role{visitor} to $role{moderator}.
pt: $nickname{%s} mudou sua função de $role{visitante} para $role{moderador}.

source: $nickname{%s} changed your role from $role{moderator} to $role{visitor}.
pt: $nickname{%s} mudou sua função de $role{moderador} para $role{visitante}.

source: $nickname{%s} changed your role from $role{moderator} to $role{participant}.
pt: $nickname{%s} mudou sua função de $role{moderador} para $role{participante}.

source: $nickname{%s} has expelled you from the room.
pt: $nickname{%s} expulsou você da sala.

source: $nickname{%s} changed your role.
pt: $nickname{%s} mudou sua função.

source: As a result, their role was changed from $role{visitor} to $role{participant}.
pt: Como resultado, a função da pessoa foi mudada de $role{visitante} para $role{participante}.

source: As a result, their role was changed from $role{visitor} to $role{moderator}.
pt: Como resultado, a função da pessoa foi mudada de $role{visitante} para $role{moderador}.

source: As a result, their role was changed from $role{participant} to $role{visitor}.
pt: Como resultado, sua função foi mudada de $role{participante} para $role{visitante}.

source: As a result, their role was changed from $role{participant} to $role{moderator}.
pt: Como resultado, a função da pessoa foi mudada de $role{participante} para $role{moderador}.

source: As a result, their role was changed from $role{moderator} to $role{visitor}.
pt: Como resultado, a função da pessoa foi mudada de $role{moderador} para $role{visitante}.

source: As a result, their role was changed from $role{moderator} to $role{participant}.
pt: Como resultado, a função da pessoa foi mudada de $role{moderador} para $role{participante}.

source: As a result, their role was also changed.
pt: Como resultado, a função da pessoa também foi mudada.

source: As a result, your role was changed from $role{visitor} to $role{participant}.
pt: Como resultado, sua função foi mudada de $role{visitante} para $role{participante}.

source: As a result, your role was changed from $role{visitor} to $role{moderator}.
pt: Como resultado, sua função foi mudada de $role{visitante} para $role{moderador}.

source: As a result, your role was changed from $role{participant} to $role{visitor}.
pt: Como resultado, sua função foi mudada de $role{participante} para $role{visitante}.

source: As a result, your role was changed from $role{participant} to $role{moderator}.
pt: Como resultado, sua função foi mudada de $role{participante} para $role{moderador}.

source: As a result, your role was changed from $role{moderator} to $role{visitor}.
pt: Como resultado, sua função foi mudada de $role{moderador} para $role{visitante}.

source: As a result, your role was changed from $role{moderator} to $role{participant}.
pt: Como resultado, sua função foi mudada de $role{moderador} para $role{participante}.

source: As a result, your role was also changed.
pt: Como resultado, sua função também foi mudada.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not banned anymore.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não está mais banido.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not banned anymore.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não está mais banido.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an owner} anymore.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não é mais $affiliation{um proprietário}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an administrator} anymore.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não é mais $affiliation{um administrador}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{a member} anymore.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não é mais $ affiliation{um membro}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not banned anymore.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não está mais banido.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{owner}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s} para $affiliation{proprietário}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{administrator}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s} para $affiliation{administrador}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{member}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s} para $affiliation{membro}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{owner}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s} para $affiliation{proprietário}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{administrator}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s} para $affiliation{administrador}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{member}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s} para $affiliation{membro}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{owner}.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s} para $affiliation{proprietário}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{administrator}.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s} para $affiliation{administrador}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{member}.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s} para $affiliation{membro}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s}.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s} para $affiliation{membro}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{administrator}.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{membro} para $affiliation{administrador}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{owner}.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{membro} para $affiliation{propietário}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{member}.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{administrador} para $affiliation{membro}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{owner}.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{administrador} para $affiliation{propietário}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{member}.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{propietário} para $affiliation{membro}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{administrator}.
pt: $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{propietário} para $affiliation{administrador}.

source: %[1]s changed the position of %[2]s.
pt: %[1]s mudou a posição de %[2]s.

source: You are not $affiliation{an owner} anymore.
pt: Você não é mais $affiliation{um propietário}.

source: You are not $affiliation{an administrator} anymore.
pt: Você não é mais $affiliation{um administrador}.

source: You are not $affiliation{a member} anymore.
pt: Você não é mais $affiliation{um membro}.

source: The owner $nickname{%s} changed your position; you are not $affiliation{an owner} anymore.
pt: O proprietário $nickname{%s} mudou sua posição; você não é mais $affiliation{um propietário}.

source: The owner $nickname{%s} changed your position; you are not $affiliation{an administrator} anymore.
pt: O proprietário $nickname{%s} mudou sua posição; você não é mais $affiliation{um administrador}.

source: The owner $nickname{%s} changed your position; you are not $affiliation{a member} anymore.
pt: O proprietário $nickname{%s} mudou sua posição; você não é mais $affiliation{um membro}.

source: The administrator $nickname{%s} changed your position; you are not $affiliation{an owner} anymore.
pt: O administrador $nickname{%s} mudou sua posição; você não é mais $affiliation{um propietário}.

source: The administrator $nickname{%s} changed your position; you are not $affiliation{an administrator} anymore.
pt: O administrador $nickname{%s} mudou sua posição; você não é mais $affiliation{um administrador}.

source: The administrator $nickname{%s} changed your position; you are not $affiliation{a member} anymore.
pt: O administrador $nickname{%s} mudou sua posição; você não é mais $affiliation{um membro}.

source: The administrator $nickname{%s} changed your position.
pt: O administrador $nickname{%s} mudou sua posição.

source: Your position was changed to $affiliation{owner}.
pt: Sua posição foi mudada para $affiliation{propietário}.

source: Your position was changed to $affiliation{administrator}.
pt: Sua posição foi mudada para $affiliation{administrador}.

source: Your position was changed to $affiliation{member}.
pt: Sua posição foi mudada para $affiliation{membro}.

source: The owner $nickname{%s} changed your position to $affiliation{owner}.
pt: O proprietário $nickname{%s} mudou sua posição para $affiliation{propietário}.

source: The owner $nickname{%s} changed your position to $affiliation{administrator}.
pt: O proprietário $nickname{%s} mudou sua posição para $affiliation{administrador}.

source: The owner $nickname{%s} changed your position to $affiliation{member}.
pt: O proprietário $nickname{%s} mudou sua posição para $affiliation{membro}.

source: The administrator $nickname{%s} changed your position to $affiliation{owner}.
pt: O administrador $nickname{%s} mudou sua posição para $affiliation{propietário}.

source: The administrator $nickname{%s} changed your position to $affiliation{administrator}.
pt: O administrador $nickname{%s} mudou sua posição para $affiliation{administrador}.

source: The administrator $nickname{%s} changed your position to $affiliation{member}.
pt: O administrador $nickname{%s} mudou sua posição para $affiliation{membro}.

source: Your position was changed from $affiliation{owner} to $affiliation{administrator}.
pt: Sua posição foi mudada de $affiliation{proprietário} para $affiliation{administrador}.

source: Your position was changed from $affiliation{owner} to $affiliation{member}.
pt: Sua posição foi mudada de $affiliation{proprietário} para $affiliation{membro}.

source: Your position was changed from $affiliation{administrator} to $affiliation{owner}.
pt: Sua posição foi mudada de $affiliation{administrador} para $affiliation{propietário}.

source: Your position was changed from $affiliation{administrator} to $affiliation{member}.
pt: Sua posição foi mudada de $affiliation{administrador} para $affiliation{membro}.

source: Your position was changed from $affiliation{member} to $affiliation{owner}.
pt: Sua posição foi mudada de $affiliation{membro} para $affiliation{proprietário}.

source: Your position was changed from $affiliation{member} to $affiliation{administrator}.
pt: Sua posição foi mudada de $affiliation{membro} para $affiliation{administrador}.

source: Your position was changed.
pt: Sua posição foi mudada.

source: The owner $nickname{%s} changed your position from $affiliation{owner} to $affiliation{administrator}.
pt: O proprietário $nickname{%s} mudou sua posição de $affiliation{proprietário} para $affiliation{administrador}.

source: The owner $nickname{%s} changed your position from $affiliation{owner} to $affiliation{member}.
pt: O proprietário $nickname{%s} mudou sua posição de $affiliation{proprietário} para $affiliation{membro}.

source: The owner $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{owner}.
pt: O proprietário $nickname{%s} mudou sua posição de $affiliation{administrador} para $affiliation{proprietário}.

source: The owner $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{member}.
pt: O proprietário $nickname{%s} mudou sua posição de $affiliation{administrador} para $affiliation{membro}.

source: The owner $nickname{%s} changed your position from $affiliation{member} to $affiliation{owner}.
pt: O proprietário $nickname{%s} mudou sua posição de $affiliation{membro} para $affiliation{proprietário}.

source: The owner $nickname{%s} changed your position from $affiliation{member} to $affiliation{administrator}.
pt: O proprietário $nickname{%s} mudou sua posição de $affiliation{membro} para $affiliation{administrador}.

source: The owner $nickname{%s} changed your position.
pt: O proprietário $nickname{%s} mudou sua posição.

source: The administrator $nickname{%s} changed your position from $affiliation{owner} to $affiliation{administrator}.
pt: O administrador $nickname{%s} mudou sua posição de $affiliation{proprietário} para $affiliation{administrador}.

source: The administrator $nickname{%s} changed your position from $affiliation{owner} to $affiliation{member}.
pt: O administrador $nickname{%s} mudou sua posição de $affiliation{proprietário} para $affiliation{membro}.

source: The administrator $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{owner}.
pt: O administrador $nickname{%s} mudou sua posição de $affiliation{administrador} para $affiliation{proprietário}.

source: The administrator $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{member}.
pt: O administrador $nickname{%s} mudou sua posição de $affiliation{administrador} para $affiliation{membro}.

source: The administrator $nickname{%s} changed your position from $affiliation{member} to $affiliation{owner}.
pt: O administrador $nickname{%s} mudou sua posição de $affiliation{membro} para $affiliation{proprietário}.

source: The administrator $nickname{%s} changed your position from $affiliation{member} to $affiliation{administrator}.
pt: O administrador $nickname{%s} mudou sua posição de $affiliation{membro} para $affiliation{administrador}.

source: $nickname{%s} changed your position from $affiliation{owner} to $affiliation{administrator}.
pt: $nickname{%s} mudou sua posição de $affiliation{proprietário} para $affiliation{administrador}.

source: $nickname{%s} changed your position from $affiliation{owner} to $affiliation{member}.
pt: $nickname{%s} mudou sua posição de $affiliation{proprietário} para $affiliation{membro}.

source: $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{owner}.
pt: $nickname{%s} mudou sua posição de $affiliation{administrador} para $affiliation{proprietário}.

source: $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{member}.
pt: $nickname{%s} mudou sua posição de $affiliation{administrador} para $affiliation{membro}.

source: $nickname{%s} changed your position from $affiliation{member} to $affiliation{owner}.
pt: $nickname{%s} mudou sua posição de $affiliation{membro} para $affiliation{proprietário}.

source: $nickname{%s} changed your position from $affiliation{member} to $affiliation{administrator}.
pt: $nickname{%s} mudou sua posição de $affiliation{membro} para $affiliation{administrador}.

source: $nickname{%s} changed your position.
pt: $nickname{%s} mudou sua posição.

source: You are not banned anymore.
pt: Você não está mais banido.

source: The owner $nickname{%s} changed your position; you are not banned anymore.
pt: O proprietário $nickname{%s} mudou sua posição; você não está mais banido.

source: The administrator $nickname{%s} changed your position; you are not banned anymore.
pt: O administrador $nickname{%s} mudou sua posição; você não está mais banido.

source: You are now $affiliation{an owner}.
pt: Agora você é $affiliation{um propiertário}.

source: You are now $affiliation{an administrator}.
pt: Agora você é $affiliation{um administrador}.

source: You are now $affiliation{a member}.
pt: Agora você é $affiliation{um membro}.

source: You are now banned.
pt: Você agora está banido.

source: The owner $nickname{%s} changed your position; you are now $affiliation{an owner}.
pt: O proprietário $nickname{%s} mudou sua posição; agora você é $affiliation{um proprietário}.

source: The owner $nickname{%s} changed your position; you are now $affiliation{an administrator}.
pt: O proprietário $nickname{%s} mudou sua posição; agora você é $affiliation{um administrador}.

source: The owner $nickname{%s} changed your position; you are now $affiliation{a member}.
pt: O proprietário $nickname{%s} mudou sua posição; agora você é $affiliation{um membro}.

source: The owner $nickname{%s} changed your position; you are now banned.
pt: O proprietário $nickname{%s} mudou sua posição; você agora está banido.

source: The administrator $nickname{%s} changed your position; you are now $affiliation{an owner}.
pt: O administrador $nickname{%s} mudou sua posição; agora você é $affiliation{um proprietário}.
