Repository: chadsec1/decoyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: pt

source: The administrator $nickname{%s} changed your position; you are now $affiliation{an administrator}.
pt: O administrador $nickname{%s} mudou sua posição; agora você é $affiliation{um administrador}.

source: The administrator $nickname{%s} changed your position; you are now $affiliation{a member}.
pt: O administrador $nickname{%s} mudou sua posição; agora você é $affiliation{um membro}.

source: The administrator $nickname{%s} changed your position; you are now banned.
pt: O administrador $nickname{%s} mudou sua posição; você agora está banido.

source: You have been banned from the room.
pt: Você foi banido da sala.

source: The owner $nickname{%s} banned you from the room.
pt: O proprietário $nickname{%s} baniu você da sala.

source: The administrator $nickname{%s} banned you from the room.
pt: O administrador $nickname{%s} baniu você da sala.

source: %[1]s The reason given was: %[2]s.
pt: %[1]s O motivo fornecido foi: %[2]s.

source: About CoyIM
pt: Sobre CoyIM

source: Quit CoyIM
pt: Sair de CoyIM

source: Basic information
pt: Informação básica

source: This section contains basic configuration options that you can set for the room.
pt: Esta seção contém opções de configuração básicas que você pode definir para a sala.

source: Access
pt: Acesso

source: Here you can manage access to the room. If you specify a password for the room, you should share it in a secure way. This will help to protect the people in the room. Remember that room passwords do not make the room encrypted, so people that control the location of the room might still have access to it, even without providing a password.
pt: Aqui você pode gerenciar o acesso à sala. Se você especificar uma senha para a sala, deverá compartilhá-la de forma segura. Isso ajudará a proteger as pessoas na sala. Lembre-se de que as senhas da sala não tornam a sala criptografada, portanto, as pessoas que controlam a localização da sala ainda podem ter acesso a ela, mesmo sem fornecer uma senha.

source: Permissions
pt: Permissões

source: Here you can change settings that impact who can do what inside the room.
pt: Aqui você pode mudar as configurações que afetam quem pode fazer o quê dentro da sala.

source: Here you can define who the owners, administrators and banned people are.
pt: Aqui você pode definir quem são os proprietários, administradores e pessoas banidas.

source: Other settings
pt: Outras configurações

source: Here you can find other configuration options that might be useful to you. Note that if archiving is enabled, all the discussions in the room might be logged and potentially made publicly accessible.
pt: Aqui você pode encontrar outras opções de configuração que podem ser úteis para você. Observe que, se o arquivamento estiver ativado, todas as discussões na sala podem ser registradas e potencialmente acessíveis ao público.

source: Summary
pt: Resumo

source: Title
pt: Título

source: The room title can be used to find the room in the public list.
pt: O título da sala pode ser usado para localizar a sala na lista pública.

source: Description
pt: Descrição

source: The room description can be used to add more information about the room, such as the purpose, the discussion topics, interests, etc.
pt: A descrição da sala pode ser usada para adicionar mais informações sobre a sala, como o propósito, os tópicos de discussão, interesses, etc.

source: Enable archiving of discussions
pt: Permitir arquivamento de discussões

source: The conversation of this room will be stored in an archive that could be accessed publicly. CoyIM users will be notified about this when joining the room, however, other clients might not.
pt: A conversa nesta sala será armazenada em um arquivo que pode ser acessado publicamente. Os usuários de CoyIM serão notificados quando entrarem na sala, mas outros clientes não.

source: Primary language of discussion
pt: Idioma principal de discussão

source: This is the primary language in which conversations are held. Changing this will not impact the language of the application.
pt: Este é o idioma principal no qual as conversas são realizadas. Mudar isso não afetará o idioma do aplicativo.

source: XMPP URI of associated publish-subscribe node
pt: Endereço (URI XMPP) do nó publicar-se inscrever associado à sala

source: A chat room can have an associated place where publication and subscription of certain information can happen. This is a technical setting, which should be left empty unless you know what it means.
pt: Uma sala de chat pode ter um local associado onde a publicação e a inscrição de certas informações podem acontecer. Esta é uma configuração técnica, que deve ser deixada em branco, a menos que você saiba o que significa.

source: Allow anyone to set the subject of the room
pt: Permitir que qualquer pessoa defina o assunto da sala

source: Occupants can change subject of the room
pt: Os ocupantes podem mudar de assunto da sala

source: If not set, only moderators can modify it.
pt: Se não for definido, somente os moderadores podem modificá-lo.

source: Allow members to invite others to the room
pt: Permitir que os membros convidem outras pessoas para a sala

source: Allow members to invite others
pt: Permitir que membros convidem outros

source: People can send private messages
pt: As pessoas podem enviar mensagens privadas

source: Maximum number of people in the room
pt: Número máximo de pessoas na sala

source: Make this room public
pt: Tornar esta sala pública

source: Include in public lists
pt: Incluir em listas públicas

source: A public room can be found by all users in any public listing.
pt: Uma sala pública pode ser encontrada por todos os usuários em qualquer listagem pública.

source: Make this room persistent
pt: Torne esta sala persistente

source: Persistent
pt: Persistente

source: A persistent room won't be destroyed when the last person leaves the room.
pt: Uma sala persistente não será destruída quando a última pessoa sair da sala.

source: Roles that will receive information about other people in the room
pt: Funções que receberão informações sobre outras pessoas na sala

source: Make this room moderated
pt: Tornar esta sala moderada

source: Moderated
pt: Moderada

source: In a moderated room, visitors must be given permission to speak.
pt: Em uma sala moderada, os visitantes devem ter permissão para falar.

source: Make this room members-only
pt: Tornar esta sala apenas para membros

source: Only allow members to join
pt: Permitir apenas que membros participem

source: Members
pt: Membros

source: Owners
pt: Proprietários

source: The account address of others in the room may be viewed by:
pt: O endereço da conta de outras pessoas na sala pode ser visualizado por:

source: Account address of occupants can be viewed by
pt: O endereço da conta dos ocupantes pode ser visto por

source: Maximum previous messages sent to people when joining the room
pt: Máximo de mensagens anteriores enviadas a pessoas ao entrar na sala

source: Administrators
pt: Administradores

source: A person can find out more information about other people in the room
pt: Uma pessoa pode descobrir mais informações sobre outras pessoas na sala

source: Visitors to a room can change their custom status information
pt: Os visitantes de uma sala podem mudar suas informações de status personalizadas

source: Since visitors are not allowed to speak in moderated rooms, this setting would allow visitors to still communicate with others by means of their status text.
pt: Como os visitantes não têm permissão para falar em salas moderadas, essa configuração permitiria que os visitantes ainda se comuniquem com outras pessoas por meio de seu texto de status.

source: Visitors can change their nickname
pt: Os visitantes podem mudar seus nicknames

source: Just as with the status updates, this setting could allow visitors to show information to others in the room by changing their nickname.
pt: Assim como nas atualizações de status, essa configuração pode permitir que os visitantes mostrem informações para outras pessoas na sala, alterando seus nicknames.

source: Visitors can ask for permission to speak
pt: Os visitantes podem pedir permissão para falar

source: Allow subscription
pt: Permitir assinatura

source: This is a technical setting which allows a new, experimental, version of group chat to be used with this room. CoyIM does not support this, but if you turn on this setting, other clients might utilize the setting when connecting to the room.
pt: Esta é uma configuração técnica que permite que uma nova versão experimental de chat em grupo seja usada com esta sala. CoyIM não oferece suporte para isso, mas se você ativar esta configuração, outros clientes podem utilizar a configuração ao se conectar à sala.

source: When joining the room, people will be able to talk
pt: Ao entrar na sala, as pessoas poderão falar

source: Minimum interval between voice requests (in seconds)
pt: Intervalo mínimo entre solicitações de voz (em segundos)

source: Allow visitors to send private messages to
pt: Permitir que visitantes enviem mensagens privadas para

source: Make list of participants public
pt: Tornar pública a lista de participantes

source: Owners will always be moderators in a room. They can give or take away any position or role and control any aspect of the room.
pt: Os proprietários sempre serão moderadores em uma sala. Eles podem dar ou tirar qualquer posição ou função e controlar qualquer aspecto da sala.

source: Here you can add one or more new owners to the room. You will have to use the account address of the user in order to make them an owner. This address can either be a simple one, such as user@example.org or a full one, such as user@example.org/abcdef.
pt: Aqui você pode adicionar um ou mais novos proprietários à sala. Você terá que usar o endereço da conta do usuário para torná-lo um proprietário. Esse endereço pode ser simples, como usuário@example.org, ou completo, como usuário@example.org/abcdef.

source: A room administrator will automatically become a moderator when entering the room. They can't change the room configuration or destroy the room.
pt: Um administrador de sala se tornará automaticamente um moderador ao entrar na sala. Este não podem alterar a configuração da sala ou destruí-la.

source: Here you can add one or more new administrators to the room. You will have to use the account address of the user in order to make them an administrator. This address can either be a simple one, such as user@example.org or a full one, such as user@example.org/abcdef.
pt: Aqui você pode adicionar um ou mais novos administradores à sala. Você terá que usar o endereço da conta do usuário para torná-lo um administrador. Esse endereço pode ser simples, como usuário@example.org, ou completo, como usuário@example.org/abcdef.

source: Banned people
pt: Pessoas banidas

source: A banned person will not be able to join the room.
pt: Uma pessoa banida não poderá entrar na sala.

source: Ban people
pt: Banir pessoas

source: Here you can add one or more people who will not be able to join this room. You will have to use the account address of the user in order to ban them. This address can either be a simple one, such as user@example.org or a full one, such as user@example.org/abcdef.
pt: Aqui você pode adicionar uma ou mais pessoas que não poderão entrar nesta sala. Você terá que usar o endereço da conta do usuário para bani-lo. Esse endereço pode ser simples, como usuário@example.org, ou completo, como usuário@example.org/abcdef.

source: You are joining %s
pt: Você está entrando em %s

source: That nickname is already being used.
pt: Esse nickname já está sendo usado.

source: An unknown error occurred while trying to join the room, please check your connection or try again.
pt: Ocorreu um erro desconhecido ao tentar entrar na sala, verifique sua conexão ou tente novamente.

source: (waiting for approval)
pt: (esperando aprovação)

source: We couldn't find a room with that name.
pt: Não conseguimos encontrar uma sala com esse nome.

source: It looks like the room you are trying to connect to doesn't exist, please verify the provided information.
pt: Parece que a sala à qual você está tentando se conectar não existe, verifique as informações fornecidas.

source: We can't get access to the service, please check your Internet connection or make sure the service exists.
pt: Não conseguimos acessar o serviço, verifique sua conexão à Internet ou certifique-se de que o serviço existe.

source: You must provide a valid room name.
pt: Você deve fornecer um nome de sala válido.

source: You must provide a valid service name.
pt: Você deve fornecer um nome de serviço válido.

source: Not assigned
pt: Não atribuído

source: One result
pt: Um resultado

source: %d results
pt: %d resultados

source: One role
pt: Uma função

source: %d roles
pt: %d funções

source: No roles
pt: Sem funções

source: One account
pt: Uma conta

source: %d accounts
pt: %d contas

source: No accounts
pt: Sem contas

source: Loading the room information took longer than usual, perhaps the connection to the server was lost. Do you want to try again?
pt: O carregamento das informações da sala demorou mais do que o normal, talvez a conexão com o servidor tenha sido perdida. Você quer tentar novamente?

source: Yes, try again
pt: Sim, tentar de novo

source: You have been removed from this room because it's now a members-only room.
pt: Você foi removido desta sala porque agora ela é exclusiva para membros.

source: You have been removed from this members-only room since you are not $affiliation{a member} anymore.
pt: Você foi removido desta sala exclusiva para membros porque não é mais $affiliation{um membro}.

source: The room has been destroyed
pt: A sala foi destruída

source: The room subject couldn't be updated.
pt: Não foi possível atualizar o assunto da sala.

source: The room subject has been updated.
pt: O assunto da sala foi atualizado.

source: Return
pt: Voltar

source: Your connection has been restored; you can join this room again.
pt: Sua conexão foi restaurada; você pode entrar nesta sala novamente.

source: Your connection was recovered but loading the room information took longer than usual, perhaps the connection to the server was lost. Do you want to try again?
pt: Sua conexão foi recuperada, mas o carregamento das informações da sala demorou mais do que o normal. Talvez a conexão com o servidor tenha sido perdida. Você quer tentar novamente?

source: Trying to connect to the room...
pt: Tentando se conectar à sala...

source: The connection to the server has been lost, please verify your connection.
pt: A conexão com o servidor foi perdida, verifique sua conexão.

source: Connecting to the room...
pt: Conectando-se à sala ...

source: We can't apply the given room configuration because an error occurred when trying to send the request for it. Please try again.
pt: Não podemos aplicar a configuração de sala fornecida porque ocorreu um erro ao tentar enviar a solicitação para ela. Por favor, tente novamente.

source: We can't apply the given room configuration because either you don't have permission to do it or the location is not available right now. Please try again.
pt: Não podemos aplicar a configuração de sala fornecida porque você não tem permissão para fazer isso ou o local não está disponível no momento. Por favor, tente novamente.

source: We can't cancel the room configuration process because an error occurred when trying to send the request for it. Please try again.
pt: Não podemos cancelar o processo de configuração da sala porque ocorreu um erro ao tentar enviar o pedido para o mesmo. Por favor, tente novamente.

source: We can't cancel the room configuration process because either you don't have permission to do it or the location is not available right now. Please try again.
pt: Não podemos cancelar o processo de configuração da sala porque você não tem permissão para fazer isso ou o local não está disponível no momento. Por favor, tente novamente.

source: The list affiliations couldn't be updated. Verify your permissions and try again.
pt: Não foi possível atualizar as afiliações da lista. Verifique suas permissões e tente novamente.

source: The settings couldn't be changed. Please verify the information in the form.
pt: As configurações não puderam ser mudadas. Por favor, verifique as informações no formulário.

source: We didn't receive a response from the server.
pt: Não recebemos resposta do servidor.

source: Unsupported config error: %s
pt: Erro de configuração não suportado: %s

source: Participants
pt: Participantes

source: Moderators
pt: Moderadores

source: Anyone
pt: Alguém

source: Nobody
pt: Ninguém

source: No maximum
pt: Sem máximo

source: %s (You)
pt: %s (Você)

source: Outcast
pt: Banido

source: Visitors
pt: Visitantes

source: The account address is not valid.
pt: O endereço da conta não é válido.

source: Please, fill in the form fields.
pt: Por favor, preencha os campos do formulário.

source: Invalid form values.
pt: Valores de formulário inválidos.

source: Loading room information
pt: Carregando informações da sala

source: This will only take a few moments.
pt: Isso levará apenas alguns minutos.

source: Joining room...
pt: Entrando na sala...

source: Destroying room...
pt: Destruindo sala...

source: Updating position...
pt: Atualizando posição...

source: Updating role...
pt: Atualizando função ...

source: Expelling person from the room...
pt: Expulsando pessoa da sala...

source: Loading room configuration...
pt: Carregando configuração da sala...

source: Loading room positions...
pt: Carregando posições da sala...

source: Saving room positions...
pt: Salvando posições da sala...

source: Unable to Import Account
pt: Incapaz de Importar Conta

source: Can't import account: You already have an account with this name.
pt: Não é possível importar a conta: Você já tem uma conta com este nome.

source: Import private keys
pt: Importar chaves privadas

source: _Import
pt: _Importar

source: Keys imported
pt: Chaves importadas

source: The key was imported correctly.
pt: A chave foi importada corretamente.

source: Failure importing keys
pt: Falha ao importar chaves

source: Couldn't import any keys from %s.
pt: Não foi possível importar nenhuma chave de %s.

source: Export private keys
pt: Exportar chaves privadas

source: _Export
pt: _Exportar

source: Keys exported
pt: Chaves exportadas

source: Keys were exported correctly.
pt: As chaves foram exportadas corretamente.

source: Failure exporting keys
pt: Falha ao exportar chaves

source: Couldn't export keys to %s.
pt: Não foi possível exportar chaves para %s.

source: Import fingerprints
pt: Importar fingerprints

source: Fingerprints imported
pt: Fingerprints importadas

source: %d fingerprint(s) were imported correctly.
pt: %d fingerprint(s) foram importadas corretamente.

source: Failure importing fingerprints
pt: Falha ao importar fingerprints

source: Couldn't import any fingerprints from %s.
pt: Não foi possível importar nenhuma fingerprint de %s.

source: Export fingerprints
pt: Exportar fingerprints

source: Fingerprints exported
pt: Fingerprints exportadas

source: Fingerprints were exported correctly.
pt: Fingerprints foram exportadas corretamente.

source: Failure exporting fingerprints
pt: Falha ao exportar fingerprints

source: Couldn't export fingerprints to %s.
pt: Não foi possível exportar fingerprints para %s.

source: You must provide a service name.
pt: Você deve fornecer um nome de serviço.

source: You must provide a room name.
pt: Você deve fornecer um nome para a sala.

source: You must provide a valid service and room name.
pt: Você deve fornecer um serviço válido e nome da sala.

source: Automatic Tor
pt: Tor Automático

source: That service doesn't seem to exist.
pt: Esse serviço parece não existir.

source: Your XMPP server doesn't seem to have any chat room services.
pt: Seu servidor XMPP não parece ter nenhum serviço de sala de chat.

source: Something went wrong when trying to get chat rooms.
pt: Ocorreu um erro ao tentar obter salas de chat.

source: An unknown error occurred, please try again.
pt: Ocorreu um erro desconhecido, tente novamente.

source: We can't determine what has been selected, please try again.
pt: Não podemos determinar o que foi selecionado, tente novamente.

source: The selected item is not a room, select one room from the list to join to.
pt: O item selecionado não é uma sala, selecione uma sala da lista para ingressar.

source: Please, select one room from the list to join to.
pt: Por favor, selecione uma sala da lista para ingressar.

source: We can't determine which service has been selected, please try again.
pt: Não foi possível determinar qual serviço foi selecionado, tente novamente.

source: No account was selected, please select one account from the list.
pt: Nenhuma conta foi selecionada, selecione uma conta da lista.

source: Banned
pt: Banido

source: The room must have at least one owner
pt: A sala deve ter pelo menos um proprietário

source: Saving room configuration
pt: Salvando configuração de sala

source: Add all
pt: Adicionar todas

source: You must enter the account address.
pt: Você deve inserir o endereço da conta.

source: You must provide a valid account address.
pt: Você deve fornecer um endereço de conta válido.

source: Tor is still not running
pt: Tor ainda não está em execução

source: Tor is now running
pt: Tor agora está em execução

source: You are trying to connect to a Google account - sometimes Google will not allow connections even if you have entered the correct password. Try turning on App specific password, or if that fails allow less secure applications to access the account (don't worry, CoyIM is plenty secure).
pt: Você está tentando se conectar a uma conta de Google - às vezes, Google não permite conexões, mesmo que você tenha inserido a senha correta. Tente ativar a senha específica do aplicativo ou, se isso falhar, permita que aplicativos menos seguros acessem a conta (não se preocupe, o CoyIM é bastante seguro).

source: There is no account with the id %q
pt: Não há conta com o id %q

source: Can't send a contact request from an offline account
pt: Não é possível enviar uma solicitação de contato de uma conta offline

source: Connection lost
pt: Conexão perdida

source: We lost connection to the server for unknown reasons. We will try to reconnect.
pt: Perdemos a conexão com o servidor por motivos desconhecidos. Tentaremos reconectar.

source: Connection failure
pt: Falha na conexão

source: We couldn't connect to the server because we couldn't determine a server address for the given domain. We will try to reconnect.
pt: Não foi possível conectar ao servidor porque não foi possível determinar um endereço de servidor para o domínio fornecido. Tentaremos reconectar.

source: We couldn't connect to the server for some reason - verify that the server address is correct and that you are actually connected to the internet. We will try to reconnect.
pt: Não foi possível conectar ao servidor por algum motivo - verifique se o endereço do servidor está correto e se você está realmente conectado à Internet. Tentaremos reconectar.

source: We couldn't connect to the server - verify that the server address is correct and that you are actually connected to the internet. This is the error we got: %s We will try to reconnect.
pt: Não foi possível conectar ao servidor - verifique se o endereço do servidor está correto e se você está realmente conectado à Internet. Este é o erro que obtivemos:%s Tentaremos reconectar.

source: Connect On _Startup
pt: Conectar Ao _Inicio

source: _Connect All
pt: _Conectar todas

source: _Disconnect All
pt: _Desconectar todas

source: _New Account
pt: _Nova Conta

source: _Add Account
pt: _Adicionar Conta

source: _Import Account
pt: _Importar Conta
