Repository: chadsec1/decoyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: pt

source: You are no longer allowed to continue updating the room subject.
pt: Você não tem mais permissão para continuar atualizando o assunto da sala.

source: Hide room subject
pt: Ocultar assunto da sala

source: Hide
pt: Esconder

source: Remove all
pt: Remover todos

source: January 2, 2006 at 15:04:05
pt: 2 de January de 2006 às 15:04:05

source: You are changing the role of %s from moderator to:
pt: Você está mudando a função de %s de moderador para:

source: You are changing the role of %s from participant to:
pt: Você está mudando a função de %s de participante para:

source: You are changing the role of %s from visitor to:
pt: Você está mudando a função de %s de visitante para:

source: You are changing the role of %s to:
pt: Você está alterando a função de %s para:

source: The room configuration changed.
pt: A configuração da sala mudou.

source: Unable to open the room configuration. Please, try again.
pt: Não é possível abrir as configurações da sala. Por favor, tente novamente.

source: Visitors can now request permission to speak.
pt: Os visitantes agora podem solicitar permissão para falar.

source: This room doesn't support "voice" requests anymore, which means that visitors can't ask for permission to speak.
pt: Esta sala não aceita mais solicitações de "voz", o que significa que os visitantes não podem pedir permissão para falar.

source: This room supports user registration.
pt: Esta sala suporta o registro do usuário.

source: This room doesn't support user registration.
pt: Esta sala não oferece suporte para registro de usuário.

source: This room is now persistent.
pt: Esta sala agora é persistente.

source: This room is not persistent anymore.
pt: Esta sala não é mais persistente.

source: Only participants and moderators can now send messages in this room.
pt: Agora, apenas participantes e moderadores podem enviar mensagens nesta sala.

source: Everyone can now send messages in this room.
pt: Todos agora podem enviar mensagens nesta sala.

source: This room is now protected by a password.
pt: Esta sala agora está protegida por uma senha.

source: This room is not protected by a password.
pt: Esta sala não é protegida por senha.

source: This room is publicly listed.
pt: Esta sala está listada publicamente.

source: This room is not publicly listed anymore.
pt: Esta sala não está mais listada publicamente.

source: The language of this room was changed to %s.
pt: O idioma desta sala foi mudado para %s.

source: Participants and moderators can change the room subject.
pt: Os participantes e moderadores podem mudar o assunto da sala.

source: Only moderators can change the room subject.
pt: Apenas moderadores podem mudar o assunto da sala.

source: Title was changed to "%s".
pt: O título foi mudado para "%s".

source: Description was changed to "%s".
pt: A descrição foi mudada para "%s".

source: Anyone can send private messages to people in the room.
pt: Qualquer pessoa pode enviar mensagens privadas para as pessoas na sala.

source: No one in this room can send private messages now.
pt: Ninguém nesta sala pode enviar mensagens privadas agora.

source: Members can now invite other users to join.
pt: Os membros agora podem convidar outros usuários para participar.

source: Members cannot invite other users to join anymore.
pt: Os membros não podem mais convidar outros usuários para participar.

source: The room's max history length was changed to %d.
pt: O comprimento máximo do histórico da sala foi mudado para %d.

source: There are no connected accounts.
pt: Não há contas conectadas.

source: Unable to Add Account
pt: Incapaz de adicionar conta

source: Can't add account: You already have an account with this name.
pt: Não é possível adicionar conta: Você já tem uma conta com este nome.

source: Account added
pt: Conta adicionada

source: %s successfully added.
pt: %s adicionado com sucesso.

source: _Check Connection
pt: _Verifique a conexão

source: _Connect
pt: _Conectar

source: _Disconnect
pt: _Desconectar

source: Connection _information...
pt: Conexão _informação...

source: _Change Password...
pt: _Mudar Senha...

source: Connect _Automatically
pt: Conetar_Automaticamente

source: Always Encrypt Conversation
pt: Sempre criptografar conversa

source: XML Console
pt: Console XML

source: Connecting account %s
pt: Conectando conta %s

source: Connection failure %s
pt: Falha na conexão %s

source: Tor is not currently running
pt: Tor não está em execução no momento

source: Please be aware that communication in chat rooms is not encrypted. Anyone that can intercept communication between you and the server - and the server itself - will be able to see what you are saying in this chat room. Only join this room and communicate here if you trust the server to not be hostile.
pt: Esteja ciente de que a comunicação em salas de chat não é criptografada. Qualquer pessoa que puder interceptar a comunicação entre você e o servidor - e o próprio servidor - poderá ver o que você está dizendo nesta sala de chat. Apenas entre nesta sala e comunique-se aqui se você confiar que o servidor não será hostil.

source: Partially anonymous room
pt: Sala parcialmente anônima

source: This room is partially anonymous. This means that only moderators can connect your nickname with your real username (your JID).
pt: Esta sala é parcialmente anônima. Isso significa que apenas moderadores podem conectar seu apelido com seu nome de usuário real (seu JID).

source: Non-anonymous room
pt: Sala não anônima

source: This room is not anonymous. This means that any person in this room can connect your nickname with your real username (your JID).
pt: Esta sala não é anônima. Isso significa que qualquer pessoa nesta sala pode conectar seu apelido com seu nome de usuário real (seu JID).

source: Publicly logged room
pt: Sala registrada publicamente

source: This room is publicly logged, meaning that everything you and the others in the room say or do can be made public on a website.
pt: Esta sala é registrada publicamente, o que significa que tudo o que você e as outras pessoas na sala disserem ou fizerem pode ser tornado público em um site.

source: Check out the security properties of this room!
pt: Verifique as propriedades de segurança desta sala!

source: Details
pt: Detalhes

source: Warning %[1]d of %[2]d
pt: Aviso %[1]d of %[2]d

source: The positions were updated.
pt: As posições foram atualizadas.

source: Unable to update positions.
pt: Incapaz de atualizar as posições.

source: We couldn't get the occupants by affiliation
pt: Não conseguimos obter os ocupantes por afiliação

source: Something went wrong trying to communicate with the server.
pt: Algo deu errado ao tentar se comunicar com o servidor.

source: The connection to the server can't be established.
pt: A conexão com o servidor não pode ser estabelecida.

source: You don't have permission to create a room.
pt: Você não tem permissão para criar uma sala.

source: Could not create the room with the name provided. Please, change it and try again.
pt: Não foi possível criar a sala com o nome fornecido. Por favor, mude-o e tente novamente.

source: You can't send messages because this room has been destroyed.
pt: Você não pode enviar mensagens porque esta sala foi destruída.

source: You can't send messages because you have been banned.
pt: Você não pode enviar mensagens porque foi banido.

source: You can't send messages because you were expelled from the room.
pt: Você não pode enviar mensagens porque foi expulso da sala.

source: As a visitor, you can't send messages in a moderated room.
pt: Como visitante, você não pode enviar mensagens em uma sala moderada.

source: You are forbidden to send messages to this room.
pt: Você está proibido de enviar mensagens para esta sala.

source: Your messages to this room aren't accepted.
pt: Suas mensagens para esta sala não são aceitas.

source: You can't send messages because the room configuration has been changed.
pt: Você não pode enviar mensagens porque a configuração da sala foi mudada.

source: You can't send messages because you are not a member anymore.
pt: Você não pode enviar mensagens porque não é mais um membro.

source: This room is now publicly logged.
pt: Esta sala agora está registrada publicamente.

source: This room is not publicly logged anymore.
pt: Esta sala não está mais registrada publicamente.

source: Your real JID can now be seen by anyone.
pt: Seu JID real agora pode ser visto por qualquer pessoa.

source: Your real JID can now be seen only by moderators.
pt: Seu JID real agora pode ser visto apenas por moderadores.

source: The message couldn't be sent, please try again.
pt: Não foi possível enviar a mensagem, tente novamente.

source: You can't send messages because you lost connection.
pt: Você não pode enviar mensagens porque perdeu a conexão.

source: $nickname{%s} joined the room.
pt: $nickname{%s} entrou na sala.

source: $nickname{%s} left the room.
pt: $nickname{%s} saiu da sala.

source: Someone removed the room subject.
pt: Alguém removeu o assunto da sala.

source: $nickname{%[1]s} removed the room subject.
pt: $nickname{%[1]s} removeu o assunto da sala.

source: $nickname{%[1]s} updated the room subject to: "%[2]s".
pt: $nickname{%[1]s} atualizou o assunto da sala para: "%[2]s".

source: Someone has updated the room subject to: "%s".
pt: Alguém atualizou o assunto da sala para: "%s".

source: The room does not have a subject.
pt: A sala não tem assunto.

source: The room subject is "%s".
pt: O assunto da sala é "%s".

source: $nickname{%s} was removed from this room because it's now a members-only room.
pt: $nickname{%s} foi removido desta sala porque agora é uma sala apenas para membros.

source: $nickname{%s} was removed from this members-only room since they are not $affiliation{a member} anymore.
pt: $nickname{%s} foi removido desta sala somente para membros porque não é mais $affiliation{um membro}.

source: The room was destroyed. The reason given was "%[1]s". Discussions will continue in this room: %[2]s, with this password: "$password{%[3]s}".
pt: A sala foi destruída. O motivo fornecido foi "%[1]s". As discussões continuarão nesta sala: %[2]s, com esta senha: "$password{%[3]s}".

source: The room was destroyed. The reason given was "%[1]s". Discussions will continue in this room: %[2]s.
pt: A sala foi destruída. O motivo fornecido foi "%[1]s". As discussões continuarão nesta sala: %[2]s.

source: The room was destroyed. The reason given was "%s".
pt: A sala foi destruída. O motivo fornecido foi "%s".

source: The room was destroyed.
pt: A sala foi destruída.

source: The passwords do not match
pt: As senhas não correspondem

source: The password can't be empty
pt: A senha não pode estar vazia

source: Password changed successfully for %s.
pt: Senha mudada com sucesso para %s.

source: Password change failed. Error: %s
pt: Falha na mudança de senha. Erro: %s

source: Error: %s
pt: Erro: %s

source: Attempting to change password...
pt: Tentando mudar a senha...

source: this account
pt: esta conta

source: We couldn't verify the certificate for the connection to account %s. This can happen if the server you are connecting to doesn't use the traditional certificate hierarchies. It can also be the symptom of an attack. Try to verify that this information is correct before proceeding with the connection.
pt: Não foi possível verificar o certificado para a conexão com a conta %s. Isso pode acontecer se o servidor ao qual você está se conectando não usar as hierarquias de certificado tradicionais. Também pode ser o sintoma de um ataque. Tente verificar se essas informações estão corretas antes de prosseguir com a conexão.

source: The certificate for the connection to account %[1]s is correct, but the names for it doesn't match. We need a certificate for the name %[2]s, but this wasn't provided. This can happen if the server is configured incorrectly or there are other reasons the proper name couldn't be used. This is very common for corporate Google accounts. It can also be the symptom of an attack. Try to verify that this information is correct before proceeding with the connection.
pt: O certificado para a conexão com a conta %[1]s está correto, mas os nomes para ele não correspondem. Precisamos de um certificado para o nome %[2]s, mas não foi fornecido. Isso pode acontecer se o servidor estiver configurado incorretamente ou se houver outros motivos pelos quais o nome adequado não pôde ser usado. Isso é muito comum para contas corporativas do Google. Também pode ser o sintoma de um ataque. Tente verificar se essas informações estão corretas antes de prosseguir com a conexão.

source: The certificate for the connection to account %s is correct - but you have a pinning policy that requires us to ask whether you would like to continue connecting using this certificate, save it for the future, or stop connecting. Try to verify that this information is correct before proceeding with the connection.
pt: O certificado para a conexão com a conta %s está correto - mas você tem uma política de fixação que exige que perguntemos se deseja continuar a conexão usando este certificado, salvá-lo para o futuro ou interromper a conexão. Tente verificar se essas informações estão corretas antes de prosseguir com a conexão.

source: Configuration for room [%s]
pt: Configuração para sala [%s]

source: Update Configuration
pt: Atualizar configuração

source: Cancel room settings
pt: Cancelar as configurações da sala

source: We were unable to cancel the room configuration
pt: Não foi possível cancelar a configuração da sala

source: An error occurred while trying to cancel the configuration of the room.
pt: Ocorreu um erro ao tentar cancelar a configuração da sala.

source: Couldn't connect to the service, please verify that it exists or try again later.
pt: Não foi possível conectar ao serviço, verifique se existe ou tente novamente mais tarde.

source: That room already exists, try again with a different name.
pt: Essa sala já existe, tente novamente com um nome diferente.

source: Could not create the room.
pt: Não foi possível criar a sala.

source: Configure Room
pt: Configurar sala

source: Create Room & Join
pt: Criar sala e Entrar

source: The transfer to %s can't be done encrypted and securely.
pt: A transferência para %s não pode ser feita criptografada e com segurança.

source: Do you want to continue anyway? This means an adversary or server administrator can potentially see the content of the file.
pt: Você deseja continuar mesmo assim? Isso significa que um adversário ou administrador de servidor pode potencialmente ver o conteúdo do arquivo.

source: %s wants to send you a directory - this transfer will be encrypted and secure - do you want to receive it?
pt: %s deseja enviar um diretório para você - esta transferência será criptografada e segura - deseja recebê-la?

source: Directory name: %s
pt: Nome do diretório: %s

source: %s wants to send you a directory - the transfer will NOT be encrypted or secure - do you want to receive it?
pt: %s deseja enviar um diretório para você - a transferência NÃO será criptografada ou segura - deseja recebê-lo?

source: %s wants to send you a file - this transfer will be encrypted and secure - do you want to receive it?
pt: %s deseja enviar um arquivo para você - esta transferência será criptografada e segura - deseja recebê-lo?

source: File name: %s
pt: Nome do arquivo: %s

source: %s wants to send you a file - the transfer will NOT be encrypted or secure - do you want to receive it?
pt: %s deseja enviar um arquivo para você - a transferência NÃO será criptografada ou segura - deseja recebê-lo?

source: %[1]s Encrypted: %[2]v
pt: %[1]s Criptografado: %[2]v

source: %[1]s Description: %[2]s
pt: %[1]s Descrição: %[2]s

source: %[1]s Last modified: %[2]s
pt: %[1]s Última modificação: %[2]s

source: %[1]s Size: %[2]d bytes
pt: %[1]s Tamanho: %[2]d bytes

source: Choose where to save file
pt: Escolha onde salvar o arquivo

source: Choose where to save folder
pt: Escolha onde salvar a pasta

source: _Save
pt: _Salvar

source: Choose file to send
pt: Escolha o arquivo para enviar

source: Choose directory to send
pt: Escolha o diretório para enviar

source: You can no longer receive any messages in this room and the list of people in the room will not be updated anymore.
pt: Você não pode mais receber mensagens nesta sala e a lista de pessoas na sala não será mais atualizada.

source: Administrators and owners will automatically be moderators for a room. Therefore, the role of %s can't be changed.
pt: Administradores e proprietários serão automaticamente moderadores de uma sala. Portanto, a função de %s não pode ser mudada.

source: The conversation is now private.
pt: A conversa é agora privada.

source: The verification failed - but the conversation is still private because of an earlier verification.
pt: Falha na verificação- mas a conversa ainda é privada devido a uma verificacao anterior.

source: The verification failed - the conversation is still unverified.
pt: Falha na verificação- a conversa ainda não foi verificada.

source: Attempting to start a private conversation...
pt: Tentando iniciar uma conversa privada...

source: Private conversation has ended.
pt: A conversa privada terminou.

source: You have verified the identity of %s.
pt: Você verificou a identidade de %s.

source: You are talking over an unprotected chat
pt: Você está falando em um chat desprotegido

source: Available
pt: Disponível

source: Not Available
pt: Não Disponível

source: Away
pt: Fora

source: Busy
pt: Ocupado

source: Free for Chat
pt: Livre para conversar

source: Invisible
pt: Invisível

source: The peer is using a key we haven't seen before!
pt: Seu colega está usando uma chave que não temos visto antes!

source: Expel person
pt: Expulsar pessoa

source: You are about to expel %s from the room.
pt: Você está prestes a expulsar %s da sala.

source: Ban person
pt: Banir pessoa

source: You are about to ban %s from the room
pt: Você está prestes a banir %s da sala

source: They won't be able to join the room again. Are you sure you want to continue?
pt: A pessoa não poderá entrar na sala novamente. Você tem certeza que quer continuar?

source: Here you can provide an optional reason for banning the person. Everyone in the room will see this reason.
pt: Aqui você pode fornecer um motivo opcional para banir a pessoa. Todos na sala verão esse motivo.

source: You must provide a valid nickname.
pt: Você deve fornecer um nickname válido.

source: You can't join the room using that nickname because it's already being used.
pt: Você não pode entrar na sala usando esse nickname porque ele já está sendo usado.

source: Sorry, this room only allows registered members.
pt: Desculpe, esta sala só permite membros registrados.

source: You can't join the room because the password is not valid.
pt: Você não pode entrar na sala porque a senha não é válida.

source: You can't join the room because the maximum number of people has been reached.
pt: Você não pode entrar na sala porque o número máximo de pessoas foi atingido.

source: An unknown error occurred when trying to join the room. Please try again later.
pt: Ocorreu um erro desconhecido ao tentar entrar na sala. Por favor, tente novamente mais tarde.

source: You can't join the room because your account is currently banned.
pt: Você não pode entrar na sala porque sua conta está banida.

source: An error occurred when trying to join the room. Please check your connection or make sure the room exists.
pt: Ocorreu um erro ao tentar entrar na sala. Verifique sua conexão ou certifique-se de que a sala existe.

source: Validation failed: The XMPP address is invalid. An XMPP address should look like this: local@domain.com.
pt: Falha na validação: O endereço XMPP é inválido. Um endereço XMPP deve ser semelhante a este: local@domain.com.

source: Validation failed: The XMPP address has an invalid domain part, The XMPP address has an invalid local part. An XMPP address should look like this: local@domain.com.
pt: Falha na validação: O endereço XMPP tem uma parte de domínio inválida. O endereço XMPP tem uma parte local inválida. Um endereço XMPP deve ser semelhante a este: local@domain.com.

source: Validation failed: The XMPP address has an invalid domain part. An XMPP address should look like this: local@domain.com.
pt: Falha na validação: O endereço XMPP tem uma parte de domínio inválida. Um endereço XMPP deve ser semelhante a este: local@domain.com.

source: Validation failed: The XMPP address has an invalid local part. An XMPP address should look like this: local@domain.com.
pt: Falha na validação: O endereço XMPP tem uma parte local inválida. Um endereço XMPP deve ser semelhante a este: local@domain.com.

source: There are no known fingerprints for %s
pt: Não há fingerprints conhecidas para %s

source: These are the fingerprints known for %s:
pt: Estas são as fingerprints conhecidas por %s:

source: not trusted
pt: não é confiável

source: trusted
pt: confiável

source: The fingerprints for %[1]s: %[2]s
pt: As fingerprints para %[1]s: %[2]s

source: $nickname{%s} has been added as $affiliation{an owner}.
pt: $nickname{%s} foi adicionado como $affiliation{um proprietário}.

source: $nickname{%s} has been added as $affiliation{an administrator}.
pt: $nickname{%s} foi adicionado como $affiliation{um administrador}.

source: $nickname{%s} has been added as $affiliation{a member}.
pt: $nickname{%s} foi adicionado como $affiliation{um membro}.

source: $nickname{%s} has been added to the ban list.
pt: $nickname{%s} foi adicionado à lista de banidos.

source: Sending: %s
pt: Enviando: %s

source: Receiving: %s
pt: Recebendo: %s

source: Sending securely: %s
pt: Enviando com segurança: %s

source: Sending encrypted: %s
pt: Enviando criptografado: %s

source: Sending insecurely: %s
pt: Enviando de forma insegura: %s

source: Receiving securely: %s
pt: Recebendo com segurança: %s

source: Receiving encrypted: %s
pt: Recebendo criptografado: %s

source: Receiving insecurely: %s
pt: Recebendo de forma insegura: %s

source: Declined: %s
pt: Recusado: %s

source: Canceled: %s
pt: Cancelado: %s

source: Failed: %s
pt: Falha: %s

source: Sent securely: %s
pt: Enviado com segurança: %s

source: Sent encrypted: %s
pt: Enviado criptografado: %s

source: Sent insecurely: %s
pt: Enviado sem segurança: %s

source: Received securely: %s
pt: Recebido com segurança: %s

source: Received encrypted: %s
pt: Recebido criptografado: %s

source: Received insecurely: %s
pt: Recebido de forma insegura: %s

source: You are already in the room.
pt: Você já está na sala.

source: You were already connected to this room.
pt: Você já estava conectado a esta sala.

source: We had an error: Timeout.
pt: Ocorreu um erro: Tempo esgotado.

source: The registration process currently requires Tor in order to ensure your safety. You don't have Tor running. Please, start it.
pt: O processo de registro atualmente requer Tor para garantir sua segurança. Você não tem Tor funcionando. Por favor, inicie-o.

source: Could not contact the server. Please, correct your server choice and try again.
pt: Não foi possível contatar o servidor. Por favor, corrija sua escolha de servidor e tente novamente.

source: We had an error: Some required fields are missing. Please, try again and fill all fields.
pt: Ocorreu um erro: Alguns campos obrigatórios estão faltando. Por favor, tente novamente e preencha todos os campos.

source: We had an error: Incorrect username
pt: Ocorreu um erro: Nome de usuário incorreto

source: We had an error: The captcha entered is wrong
pt: Ocorreu um erro: O captcha inserido está errado

source: We had an error: The server received too many requests to create an account at the same time.
pt: Ocorreu um erro: O servidor recebeu muitos pedidos para criar uma conta ao mesmo tempo.
