Repository: chadsec1/decoyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: pt

source: In a moderated room, only participants and moderators can send messages to the room. In non-moderated rooms, there's no difference between a participant and a visitor.
pt: Em uma sala moderada, apenas participantes e moderadores podem enviar mensagens para a sala. Em salas não moderadas, não há diferença entre um participante e um visitante.

source: Visitor
pt: Visitante

source: In a moderated room, a visitor will not be able to send messages, but can still read the conversation. In an unmoderated room there is no difference between a participant and a visitor.
pt: Em uma sala moderada, um visitante não poderá enviar mensagens, mas ainda poderá ler a conversa. Em uma sala não moderada, não há diferença entre um participante e um visitante.

source: Status
pt: Estado

source: Back
pt: Voltar

source: Information
pt: Informação

source: A position is a long-lived association with the room. The position of the person is maintained between visits.
pt: Uma posição é uma associação duradoura com a sala. A posição da pessoa é mantida entre as visitas.

source: Position
pt: Posição

source: A role controls what a person can do within the room. A role only lasts for the duration of the visit.
pt: Uma função controla o que uma pessoa pode fazer na sala. Uma função dura apenas durante a visita.

source: Role
pt: Função

source: Administrators and owners will automatically be moderators for a room. Therefore, the role of Juanito can't be changed.
pt: Administradores e proprietários serão automaticamente moderadores de uma sala. Portanto, a função de Juanito não pode ser mudada.

source: Expel
pt: Expulsar

source: Ban
pt: Banir

source: Expander
pt: Expansor

source: Occupant
pt: Ocupante

source: Security properties
pt: Configurações de segurança

source: Configure room
pt: Configurar sala

source: Modify positions
pt: Modificar posições

source: Destroy room
pt: Destruir sala

source: Leave room
pt: Sair da sala

source: Show room subject
pt: Mostrar assunto da sala

source: Edit subject
pt: Editar assunto

source: Security properties warnings
pt: Avisos de configurações de segurança

source: Communication in this room is not encrypted
pt: As comunicações nesta sala não são criptografadas

source: Please be aware that communication in chat rooms is not encrypted - anyone that can intercept communication between you and the server - and the server itself - will be able to see what you are saying in this chat room. Only join this room and communicate here if you trust the server to not be hostile.
pt: Observe que a comunicação em salas de chat não é criptografada; Qualquer pessoa que puder interceptar a comunicação entre você e o servidor, e o próprio servidor, poderá ver o que você está dizendo nesta sala de chat. Entre nesta sala e comunique-se aqui apenas se confiar que o servidor não será hostil.

source: Go to previous [Ctrl + left]
pt: Ir para anterior [Ctrl + esquerda]

source: Go to next [Ctrl + right]
pt: Ir para a próxima [Ctrl + direita]

source: Close dialog
pt: Fechar diálogo

source: Warnings related to room configuration
pt: Avisos relacionados à configuração da sala

source: Start new conversation
pt: Iniciar uma nova conversa

source: From:
pt: De:

source: With:
pt: Com:

source: Start
pt: Começar

source: New Group...
pt: Novo grupo...

source: Edit contact
pt: Editar Contato

source: Contact:
pt: Contato:

source: Require encryption with this peer
pt: Requerir criptografia com este par

source: Groups:
pt: Grupos:

source: Finish Verification
pt: Concluir Verificação

source: Register
pt: Registrar

source: Warning!
pt: Aviso!

source: We could not find a running installation of Tor. In order to have the safest experience, we recommend you to install it. Tor is a tool for anonymity. Would you like to install it?
pt: Não foi possível encontrar uma instalação do Tor em execução. Para ter a experiência mais segura, recomendamos que você o instale. Tor é uma ferramenta para o anonimato. Você gostaria de instalá-lo?

source: Installing Tor for CoyIM:
pt: Instalando Tor para CoyIM:

source: 1. Go to https://www.torproject.org/ 2. Download and install Tor (or the Tor Browser Bundle) 3. Start Tor (or the Tor Browser)
pt: 1. Ir para https://www.torproject.org/ 2. Baixar e instalar Tor (ou o Pacote do Navegador Tor) 3. Iniciar Tor (ou o Navegador Tor)

source: 4. Click here to check if Tor is now running
pt: 4. Clique aqui para verificar se Tor está funcionando agora

source: Conversations
pt: Conversas

source: icon
pt: ícone

source: column
pt: coluna

source: Validate Channel
pt: Validar Canal

source: Verification Failed
pt: Falha na verificação

source: Tag (optional name for this fingerprint):
pt: Tag (nome opcional para este fingerprint):

source: Hello world
pt: Olá mundo

source: XMPP Console: ACCOUNT_NAME
pt: Console XMPP: ACCOUNT_NAME

source: _Close
pt: _Fechar

source: $nickname{%s} is not $affiliation{an owner} anymore.
pt: $nickname{%s} não é mais $affiliation{um proprietário}.

source: $nickname{%s} is not $affiliation{an administrator} anymore.
pt: $nickname{%s} não é mais $affiliation{um administrador}.

source: $nickname{%s} is not $affiliation{a member} anymore.
pt: $nickname{%s} não é mais $affiliation{um membro}.

source: $nickname{%s} is not banned anymore.
pt: $nickname{%s} não é mais banido.

source: The position of $nickname{%s} was changed to $affiliation{owner}.
pt: A posição de $nickname{%s} mudou para $affiliation{proprietário}.

source: The position of $nickname{%s} was changed to $affiliation{administrator}.
pt: A posição de $nickname{%s} mudou para $affiliation{administrador}.

source: The position of $nickname{%s} was changed to $affiliation{member}.
pt: A posição de $nickname{%s} mudou para $affiliation{administrator}.

source: $nickname{%s} has been banned from the room.
pt: $nickname{%s} foi banido da sala.

source: The position of $nickname{%s} was changed.
pt: A posição de $nickname{%s} mudou.

source: $nickname{%s} was expelled from the room.
pt: $nickname{%s} foi expulso da sala.

source: The role of $nickname{%s} was changed to $role{moderator}.
pt: A função de $nickname{%s} mudou para $role{moderador}.

source: The role of $nickname{%s} was changed to $role{participant}.
pt: A função de $nickname{%s} mudou para $role{participante}.

source: The role of $nickname{%s} was changed to $role{visitor}.
pt: A função de $nickname{%s} mudou para $role{visitante}.

source: The role of $nickname{%s} was changed from $role{moderator} to $role{participant}.
pt: A função de $nickname{%s} mudou de $role{moderador} para $role{participante}.

source: The role of $nickname{%s} was changed from $role{moderator} to $role{visitor}.
pt: A função de $nickname{%s} mudou de $role{moderador} para $role{visitante}.

source: The role of $nickname{%s} was changed from $role{participant} to $role{moderator}.
pt: A função de $nickname{%s} mudou de $role{participante} para $role{moderador}.

source: The role of $nickname{%s} was changed from $role{participant} to $role{visitor}.
pt: A função de $nickname{%s} mudou de $role{participante} para $role{visitante}.

source: The role of $nickname{%s} was changed from $role{visitor} to $role{moderator}.
pt: A função de $nickname{%s} mudou de $role{visitante} para $role{moderador}.

source: The role of $nickname{%s} was changed from $role{visitor} to $role{participant}.
pt: A função de $nickname{%s} mudou de $role{visitante} para $role{participante}.

source: The role of $nickname{%s} was changed.
pt: A função de $nickname{%s} mudou.

source: The position of $nickname{%s} couldn't be changed.
pt: A posição de $nickname{%s} não pôde ser mudada.

source: Changing the position failed
pt: A mudança de posição falhou

source: The position of %s couldn't be changed
pt: A posição de %s não pôde ser mudada

source: $nickname{%s} couldn't be banned.
pt: $nickname{%s} não pôde ser banido.

source: Banning failed
pt: Banimento falhou

source: %s couldn't be banned
pt: %s não pôde ser banido

source: You can't change your own position because you are the only owner for this room. Every room must have at least one owner.
pt: Você não pode mudar sua própria posição porque é o único proprietário desta sala. Cada sala deve ter pelo menos um proprietário.

source: An error occurred trying to change the position of %s.
pt: Ocorreu um erro ao tentar mudar a posição de%s.

source: An error occurred trying to ban %s.
pt: Ocorreu um erro ao tentar banir %s.

source: An error occurred trying to change the position of %s to member.
pt: Ocorreu um erro ao tentar mudar a posição de %s para membro.

source: An error occurred trying to change the position of %s to administrator.
pt: Ocorreu um erro ao tentar mudar a posição de %s para administrador.

source: An error occurred trying to change the position of %s to owner.
pt: Ocorreu um erro ao tentar mudar a posição de%s para proprietário.

source: The role of $nickname{%s} couldn't be changed.
pt: A função de $nickname{%s} não pôde ser mudada.

source: Changing the role failed
pt: A alteração da função falhou

source: The role of %s couldn't be changed
pt: A função de%s não pôde ser mudada

source: An error occurred trying to change the role of %s to moderator.
pt: Ocorreu um erro ao tentar mudar a função de %s para moderador.

source: An error occurred trying to change the role of %s to participant.
pt: Ocorreu um erro ao tentar mudar a função de %s para participante.

source: An error occurred trying to change the role of %s to visitor.
pt: Ocorreu um erro ao tentar mudar a função de%s para visitante.

source: An error occurred trying to change the role of %s.
pt: Ocorreu um erro ao tentar mudar a função de%s.

source: $nickname{%s} couldn't be expelled.
pt: $nickname{%s} não pôde ser expulso.

source: Expelling failed
pt: Expulsão falhou

source: %s couldn't be expelled
pt: %s não pôde ser expulso

source: An error occurred expelling %s.
pt: Ocorreu um erro ao expulsar%s.

source: As an owner you don't have permission to expel %s.
pt: Como proprietário, você não tem permissão para expulsar%s.

source: As an administrator you don't have permission to expel %s.
pt: Como administrador, você não tem permissão para expulsar%s.

source: As a member you don't have permission to expel %s.
pt: Como membro, você não tem permissão para expulsar%s.

source: You don't have permission to expel %s.
pt: Você não tem permissão para expulsar%s.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an owner} anymore.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não é mais $affiliation{um proprietário}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an administrator} anymore.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não é mais $affiliation{um administrador}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{a member} anymore.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não é mais $affiliation{um membro}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an owner} anymore.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não é mais $affiliation{um proprietário}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an administrator} anymore.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não é mais $affiliation{um administrador}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{a member} anymore.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} não é mais $affiliation{um membro}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s}.

source: $nickname{%s} was banned from the room.
pt: $nickname{%s} foi banido da sala.

source: The owner $nickname{%[1]s} banned $nickname{%[2]s} from the room.
pt: O proprietário $nickname{%[1]s} baniu $nickname{%[2]s} da sala.

source: The administrator $nickname{%[1]s} banned $nickname{%[2]s} from the room.
pt: O administrador $nickname{%[1]s} baniu $nickname{%[2]s} da sala.

source: $nickname{%[1]s} banned $nickname{%[2]s} from the room.
pt: $nickname{%[1]s} baniu $nickname{%[2]s} da sala.

source: $nickname{%s} is now $affiliation{an owner}.
pt: $nickname{%s} agora é $affiliation{um proprietário}.

source: $nickname{%s} is now $affiliation{an administrator}.
pt: $nickname{%s} agora é $affiliation{um administrador}.

source: $nickname{%s} is now $affiliation{a member}.
pt: $nickname{%s} agora é $affiliation{um membro}.

source: $nickname{%s} is now banned.
pt: $nickname{%s} foi banido.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{an owner}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} agora é $affiliation{um proprietário}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{an administrator}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} agora é $affiliation{um administrador}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{a member}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} agora é $affiliation{um membro}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now banned.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} foi banido.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{an owner}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} agora é $affiliation{um proprietário}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{an administrator}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} agora é $affiliation{um administrador}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{a member}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} agora é $affiliation{um membro}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now banned.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s}; $nickname{%[2]s} agora é $affiliation{um membro}.

source: The position of $nickname{%s} was changed from $affiliation{owner} to $affiliation{administrator}.
pt: A posição de $nickname{%s} mudou de $affiliation{owner} para $affiliation{administrador}.

source: The position of $nickname{%s} was changed from $affiliation{owner} to $affiliation{member}.
pt: A posição de $nickname{%s} mudou de $affiliation{owner} para $affiliation{administrador}.

source: The position of $nickname{%s} was changed from $affiliation{administrator} to $affiliation{member}.
pt: A posição de $nickname{%s} mudou de $affiliation{administrador} para $affiliation{membro}.

source: The position of $nickname{%s} was changed from $affiliation{administrator} to $affiliation{owner}.
pt: A posição de $nickname{%s} foi mudada de $affiliation{administrator} para $affiliation{proprietário}.

source: The position of $nickname{%s} was changed from $affiliation{member} to $affiliation{administrator}.
pt: A posição de $nickname{%s} foi mudada de $affiliation{member} para $affiliation{administrador}.

source: The position of $nickname{%s} was changed from $affiliation{member} to $affiliation{owner}.
pt: A posição de $nickname{%s} foi mudada de $affiliation{member} para $affiliation{proprietário}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{administrator}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{owner} para $affiliation{administrador}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{member}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{owner} para $affiliation{membro}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{owner}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{administrador} para $affiliation{proprietário}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{member}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{administrador} para $affiliation{membro}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{owner}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{membro} para $affiliation{proprietário}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{administrator}.
pt: O proprietário $nickname{%[1]s} mudou a posição de $ nickname{%[2]s} de $affiliation{membro} para $affiliation{administrador}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{administrator}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{proprietário} para $affiliation{administrador}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{member}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{proprietário} para $affiliation{membro}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{owner}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{administrador} para $affiliation{proprietário}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{member}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{administrador} para $affiliation{membro}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{owner}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{membro} para $affiliation{proprietário}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{administrator}.
pt: O administrador $nickname{%[1]s} mudou a posição de $nickname{%[2]s} de $affiliation{membro} para $affiliation{administrador}.

source: The owner $nickname{%[1]s} expelled $nickname{%[2]s} from the room.
pt: O proprietário $nickname{%[1]s} expulsou $nickname{%[2]s} da sala.

source: The administrator $nickname{%[1]s} expelled $nickname{%[2]s} from the room.
pt: O administrador $nickname{%[1]s} expulsou $nickname{%[2]s} da sala.

source: $nickname{%[1]s} expelled $nickname{%[2]s} from the room.
pt: $nickname{%[1]s} expulsou $nickname{%[2]s} da sala.

source: The role of %s was changed from moderator to participant.
pt: A função de%s foi mudada de moderador para participante.

source: The role of %s was changed from moderator to visitor.
pt: A função de%s foi mudada de moderador para visitante.

source: The role of %s was changed from participant to moderator.
pt: A função de %s foi mudada de participante para moderador.

source: The role of %s was changed from participant to visitor.
pt: A função de%s foi mudada de participante para visitante.

source: The role of %s was changed from visitor to moderator.
pt: A função de%s foi mudada de visitante para moderador.

source: The role of %s was changed from visitor to participant.
pt: A função de%s foi mudada de visitante para participante.

source: The role of %s was changed.
pt: A função de%s foi mudada.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{participant}.
pt: O proprietário $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{moderador} para $role{participante}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{visitor}.
pt: O proprietário $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{moderador} para $role{visitante}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{moderator}.
pt: O proprietário $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{participante} para $role{moderador}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{visitor}.
pt: O proprietário $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{participante}para $role{visitante}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{moderator}.
pt: O proprietário $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{visitante} para $role{moderador}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{participant}.
pt: O proprietário $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{visitante} para $role{participante}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s}.
pt: O proprietário $nickname{%[1]s} mudou a função de $nickname{%[2]s}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{participant}.
pt: O administrador $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{moderador} para $role{participante}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{visitor}.
pt: O administrador $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{moderador} para $role{visitante}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{moderator}.
pt: O administrador $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{participante} para $role{moderador}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{visitor}.
pt: O administrador $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{participante} para $role{visitante}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{moderator}.
pt: O administrador $nickname{%[1]s} mudou a função de $nickname{%[2]s} de $role{visitor} para $role{moderador}.
