Repository: chadsec1/decoyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: pt

source: Connecting to server for registration... This might take a while.
pt: Conectando ao servidor para registro... Isso pode demorar um pouco.

source: We had an error when trying to store your account information.
pt: Ocorreu um erro ao tentar armazenar as informações da sua conta.

source: <b>%s</b> successfully created.
pt: <b>%s </b> criado com sucesso.

source: Today
pt: Hoje

source: Yesterday
pt: Ontem

source: Two days ago
pt: Dois dias atrás

source: Three days ago
pt: Há três dias

source: Four days ago
pt: Quatro dias atrás

source: Monday
pt: Segunda-feira

source: Thursday
pt: Quinta-feira

source: Wednesday
pt: Quarta-feira

source: Tuesday
pt: Terça-feira

source: Friday
pt: Sexta-feira

source: Saturday
pt: Sábado

source: Sunday
pt: Domingo

source: January
pt: Janeiro

source: February
pt: Fevereiro

source: March
pt: Março

source: April
pt: Abril

source: May
pt: Maio

source: June
pt: Junho

source: July
pt: Julho

source: August
pt: Agosto

source: September
pt: Setembro

source: October
pt: Outubro

source: November
pt: Novembro

source: December
pt: Dezembro

source: An hour ago
pt: Uma hora atrás

source: Few hours ago
pt: Poucas horas atrás

source: %v hours ago
pt: %v horas atrás

source: A minute ago
pt: Um minuto atrás

source: A few minutes ago
pt: Há alguns minutos atrás

source: %v minutes ago
pt: %v minutos atrás

source: A second ago
pt: Um segundo atrás

source: A few seconds ago
pt: Alguns segundos atrás

source: %v seconds ago
pt: %v segundos atrás

source: Now
pt: Agora

source: You are changing the position of %s from owner to:
pt: Você está mudando a posição de %s de proprietário para:

source: You are changing the position of %s from administrator to:
pt: Você está mudando a posição de %s de administrador para:

source: You are changing the position of %s from member to:
pt: Você está mudando a posição de %s de membro para:

source: You are changing the position of %s to:
pt: Você está mudando a posição de %s para:

source: We couldn't update the position for the person because either you don't have permission to do it or the server is busy. Please try again.
pt: Não foi possível atualizar a posição da pessoa porque você não tem permissão para fazer isso ou o servidor está ocupado. Por favor, tente novamente.

source: An error occurred when updating the position for the person. Please try again.
pt: Ocorreu um erro ao atualizar a posição da pessoa. Por favor, tente novamente.

source: You can't verify the fingerprint for %s yet. You first have to start an encrypted conversation with them.
pt: Você ainda não pode verificar a impressão digital de %s. Você primeiro deve iniciar uma conversa criptografada com eles.

source: Verify fingerprint for %s
pt: Verifique a fingerprint para %s

source: Private conversation started.
pt: Conversa privada iniciada.

source: Private conversation started (tagged: '%s').
pt: Conversa privada iniciada (marcada: '%s').

source: Unverified conversation started.
pt: Conversa não verificada iniciada.

source: Successfully refreshed the private conversation.
pt: A conversa privada foi atualizada com sucesso.

source: Successfully refreshed the private conversation (tagged: '%s').
pt: Conversa privada atualizada com sucesso (marcada: '%s').

source: Successfully refreshed the unverified private conversation.
pt: Conversa privada não verificada atualizada com sucesso.

source: %s wants to talk to you. Is that ok?
pt: %s quer falar com você. Concorda?

source: There are no currently connected accounts.
pt: Não há contas conectadas no momento.

source: There is no connected account selected.
pt: Não há nenhuma conta conectada selecionada.

source: We couldn't send a subscription.
pt: Não foi possível enviar uma assinatura.

source: Make sure no one else is reading your messages
pt: Certifique-se de que ninguém mais está lendo suas mensagens

source: Share this one-time PIN with <b>%s</b>
pt: Compartilhe este PIN único com <b>%s</b>

source: Waiting for peer to finish securing the channel...
pt: Esperando que o colega termine de proteger o canal ...

source: Unable to verify at this time.
pt: Não foi possível verificar no momento.

source: Enter the secret that <b>%s</b> shared with you
pt: Digite o segredo que <b>%s</b> compartilhou com você

source: Type the PIN that <b>%s</b> sent you. It can be used only once.
pt: Digite o PIN que <b>%s</b> enviou para você. Ele pode ser usado apenas uma vez.

source: Enter the answer to <b>%s</b>
pt: Digite a resposta para <b>%s</b>

source: Finish verifying the security of this channel...
pt: Conclua a verificação da segurança deste canal...

source: Hooray! No one is listening to your conversations with <b>%s</b>
pt: Viva! Ninguém está ouvindo suas conversas com <b>%s</b>

source: We could not verify this channel with <b>%s</b>.
pt: Não foi possível verificar este canal com <b>%s</b>.

source: No account is selected, please select one account from the list or connect to one.
pt: Nenhuma conta foi selecionada, selecione uma conta da lista ou conecte-se a uma.

source: The room couldn't be destroyed
pt: A sala não pôde ser destruída

source: We were able to connect to the room service, but we received an invalid response from it. Please try again later.
pt: Conseguimos entrar em contato com o serviço da sala, mas recebemos uma resposta inválida dele. Por favor, tente novamente mais tarde.

source: You don't have the permission to destroy this room. Please contact one of the room owners.
pt: Você não tem permissão para destruir esta sala. Entre em contato com um dos proprietários da sala.

source: We couldn't find the room.
pt: Não conseguimos encontrar na sala.

source: An unknown error occurred during the process. Please try again later.
pt: Ocorreu um erro desconhecido durante o processo. Por favor, tente novamente mais tarde.

source: <b>Password can not be empty</b> - please try again
pt: <b>A senha não pode estar em branco</b> - tente novamente

source: Passwords have to be the same - please try again
pt: As senhas devem ser as mesmas - tente novamente

source: Incorrect password entered, please try again.
pt: Senha incorreta inserida, tente novamente.

source: Checking password...
pt: Verificando senha...

source: Close & Leave Room
pt: Fechar & sair da Sala
