Repository: chadsec1/decoyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: pt

source: Account Details
pt: Dados da Conta

source: Cancel
pt: Cancelar

source: Save
pt: Salvar

source: Your account (example: kim42@jabber.otr.im)
pt: Sua conta (exemplo:kim42@jabber.otr.im)

source: Password
pt: Senha

source: Account name (optional)
pt: Nome da conta (opcional)

source: Display all settings
pt: Mostrar todas as configurações

source: Account
pt: Conta

source: Server (leave empty for default)
pt: Servidor (deixar vazio por defeito)

source: Port (leave empty for default)
pt: Porto (deixar vazio para o padrão)

source: Pinning policy
pt: Política de fixação

source: None
pt: Nenhuma

source: Deny
pt: Denegar

source: Always add
pt: Adicionar sempre

source: Add the first, ask for the rest
pt: Adicionar o primeiro, perguntar para o resto

source: Add the first, deny the rest
pt: Adicionar para o primeiro, denegar para o resto

source: Always ask
pt: Perguntar sempre

source: _Remove
pt: _Remover

source: <b>Certificate pinning policy</b> The pinning policy governs whether we will consider saving information about certificates that we have seen before, and how we will react in different cases. A pinned certificate implies that we trust that certificate to secure the connection. The available options and their meaning are described below: <b>None</b>: Disable certificate pinning. <b>Deny</b>: Do not pin new certificates and only use the existing pinned certificates. In case a certificate offered by the server is not found, the connection is refused. <b>Always add</b>: Automatically pin new certificates from the server. A use case is when connecting to multiple servers initially to store their certificate, then change the option later to a more restricted one and curate them manually. <i>NOTE - This option must be used with caution.</i> <b>Add the first, ask for the rest</b>: Automatically pin the first certificate we ever see and then for future unpinned certificates we encounter we ask the user whether to accept or to reject. <b>Add the first, deny the rest</b>: Automatically pin the first certificate we ever see and then for future unpinned certificates we reject them all. <b>Always ask</b>: Ask the user every time we encounter a new unpinned certificate to accept or to reject it.
pt: <b>Política de fixação de certificador</b> A política de fixação determina se consideramos salvar informações sobre certificados que vimos antes e como reagimos em diferentes casos. Um certificado fixado implica que confiamos nesse certificadoi para proteger a conexão. As opções disponíveis e seus significados são descritos a seguir: <b>Nenhum </b>: Desative a fixação de certificado. <b> Denegar </b>: Não fixar novos certificados e usar apenas os certificados existentes. Caso um certificado oferecido pelo servidor não seja encontrado, a conexão é recusada. <b> Adicionar sempre </b>: Fixa automaticamente novos certificados do servidor. Um caso de uso é ao conectar-se a vários servidores inicialmente para armazenar seus certificados e, posteriormente, mudar a opção para uma mais restrita e selecioná-los manualmente. <i> NOTA - Esta opção deve ser usada com cautela. </i> <b>Adicionar o primeiro, perguntar para o resto</b>: Fixar automaticamente o primeiro certificado que veremos e, em seguida, para futuros certificados desafixados que encontramos, perguntamos ao usuário se aceita o rejeita. <b> Adicionar o primeiro, denegar o resto </b>: Fixar automaticamente o primeiro certificado que vermos e, em seguida, para certificados não fixados futuros, rejeitamos todos eles. <b> Pergunte sempre </b>: Perguntar ao usuário sempre que encontrar um novo certificado não fixado para aceitá-lo ou rejeitá-lo.

source: Server
pt: Servidor

source: _Add...
pt: _Adicionar...

source: _Remove...
pt: _Remover...

source: _Edit...
pt: _Editar...

source: Proxies
pt: Proxys

source: The below buttons allow you to import private keys and fingerprints. Both of them should be in the Pidgin/libotr format. If you import private keys, your existing private keys will be deleted, since currently there is no way to choose which key to use for encrypted chat. There are several applications that use the libotr format, such as Pidgin, Adium or Tor Messenger. Depending on your platform, these files can be found in several different places. Refer to the documentation for the application in question to find out where the files are located for your platform. The filenames to look for are "otr.fingerprints" and "otr.private_key".
pt: Os botões abaixo permitem que você importe chaves privadas e impressões digitais. Ambos devem estar no formato Pidgin/libotr. Se você importar chaves privadas, suas chaves privadas existentes serão excluídas, pois atualmente não há como escolher qual chave usar para o chat criptografado. Existem vários aplicativos que usam o formato libotr, como Pidgin, Adium ou Tor Messenger. Dependendo da sua plataforma, esses arquivos podem ser encontrados em vários lugares diferentes. Consulte a documentação do aplicativo em questão para descobrir onde os arquivos estão localizados para sua plataforma. Os nomes de arquivo a serem procurados são "otr.fingerprintes" e "otr.private_key".

source: Import Private _Keys...
pt: Importar as Chaves _Privadas...

source: Import _Fingerprints...
pt: Importar _Fingerprints...

source: The below buttons allow you to export private keys and fingerprints. Be careful with the files that come out of this process as they contain potentially sensitive data. The export will be in the Pidgin/libotr format.
pt: Os botões abaixo permitem exportar chaves privadas e impressões digitais. Tenha cuidado com os arquivos que saem desse processo, pois eles contêm dados potencialmente confidenciais. A exportação será no formato Pdgin/libotr.

source: Export Private Keys...
pt: Exportar Chaves Privadas...

source: Export Fingerprints...
pt: Exportar Fingerprints...

source: Encryption
pt: Encriptação

source: Recommended servers:
pt: Servidores recomendados:

source: 1. Choose a server
pt: 1. Escolha um servidor

source: 2. Create account
pt: Criar conta

source: I would like to add you to my contact list.
pt: Eu gostaria de adicionar você à minha lista de contatos.

source: Add new contact
pt: Adicionar novo contacto

source: Account:
pt: Conta:

source: Contact to add:
pt: Adicionar ao contacto:

source: Nickname:
pt: Nome de usuário:

source: A_llow this contact to view my status
pt: P_ermitir que este contato veja meu status

source: Warning: This message will not be end-to-end encrypted. Do not reveal any sensitive information in it.
pt: Aviso: esta mensagem não será criptografada de ponta a ponta. Não revele nenhuma informação sensível nela.

source: Add
pt: Adicionar

source: Answer:
pt: Resposta:

source: Your peer must have previously shared it with you. If not, try to:
pt: Seu colega deve ter compartilhado anteriormente com você. Se não, tente:

source: Ask them in person
pt: Pergunte pessoalmente

source: Ask them in a different encrypted channel
pt: Pergunte em um canal criptografado diferente

source: Ask them over the phone
pt: Pergunte pelo telefone

source: Verify Answer
pt: Verifique a Resposta

source: Enter your password
pt: Coloque sua senha

source: Save password
pt: Salvar senha

source: Connect
pt: Conectar

source: Encrypt your account's information
pt: Criptografe as informações da sua conta

source: Would you like to encrypt your account's information?
pt: Você gostaria de criptografar as informações da sua conta?

source: You will not be able to access your account's information file if you lose the password. You will only be asked for it when CoyIM starts.
pt: Você não poderá acessar o arquivo de informações da sua conta se perder a senha. A senha só será solicitada quando o CoyIM iniciar.

source: Subscription request
pt: Pedido de inscrição

source: Try again later
pt: Tente mais tarde

source: Configure your main password
pt: Configure sua senha principal

source: Please enter the main password for the configuration file twice.
pt: Por favor, insira a senha principal para o arquivo de configuração duas vezes.

source: Problem with secure connection for ACCOUNT_NAME
pt: Problema com conexão segura para ACCOUNT_NAME

source: Issued to:
pt: Emitido para:

source: Common Name (CN):
pt: Nome Comum (CN):

source: Other names:
pt: Outros nomes:

source: Organization (O):
pt: Organização (O):

source: Organizational Unit (OU):
pt: Unidade Organizacional (OU):

source: Serial Number:
pt: Número de série:

source: Issued by:
pt: Emitido por:

source: Validity:
pt: Validade:

source: Issued on:
pt: Emitido no:

source: Expires on:
pt: Expira no:

source: Depending on whether you judge the above information correct, or how much risk you are willing to take, you have three choices: Decide to not connect, connect using this information this time but request that we ask again next time, or connect using this information and remember it for the future.
pt: Dependendo se você considera as informações acima corretas ou dependendo do risco que está disposto a correr, você tem três opções: Decidir não se conectar, conectar-se usando essas informações desta vez, mas solicite que perguntemos novamente na próxima vez ou conectar-se usando essas informações e lembrar delas para o futuro.

source: Don't connect
pt: Não conectar

source: Accept temporarily
pt: Aceitar temporariamente

source: Accept permanently
pt: Aceitar permanentemente

source: Change password
pt: Mudar senha

source: Change account password
pt: Modificar senha da conta

source: Change Password
pt: Mudar senha

source: Enter new password:
pt: Insira a nova senha:

source: Confirm new password:
pt: Confirme a nova senha:

source: Save new password ?
pt: Salvar nova senha?

source: label
pt: etiqueta

source: Choose a key to import
pt: Escolha uma chave para importar

source: The file you chose contains more than one private key. Choose from the list below the key you would like to import.
pt: O arquivo que você escolheu contém mais de uma chave privada. Escolha na lista abaixo a chave que deseja importar.

source: Import
pt: Importar

source: Confirm account removal
pt: Confirme a remoção da conta

source: Are you sure you want to remove this account?
pt: Tem certeza que deseja remover esta conta?

source: Connection Information
pt: Informação de conexão

source: Server connected to:
pt: Servidor conectado a:

source: Secure connection version:
pt: Versão de conexão segura:

source: Secure connection algorithm:
pt: Algoritmo de conexão segura:

source: Secure connection fingerprint:
pt: Fingerprint de conexão segura:

source: Pin certificate
pt: Fixar certificado

source: Close
pt: Fechar

source: Edit...
pt: Editar...

source: Remove
pt: Remover

source: Talk to...
pt: Falar com...

source: Send file...
pt: Enviar arquivo...

source: Send directory...
pt: Enviar diretório...

source: Ask contact to see their status
pt: Peça ao contato para ver seu status

source: Allow contact to see my status
pt: Permitir que o contato veja meu status

source: Forbid contact to see my status
pt: Proibir contato para ver meu status

source: Dump info
pt: Esvaziar informações

source: Secure Chat
pt: Chat seguro

source: Start encrypted chat
pt: Iniciar chat criptografado

source: End encrypted chat
pt: Encerrar chat criptografado

source: Verify fingerprint
pt: Verificar fingerprint

source: Transfer
pt: Transferir

source: Send File
pt: Enviar Arquivo

source: Send Dir
pt: Enviar diretório

source: Edit Proxy
pt: Editar Proxy

source: Proxy type:
pt: Tipo de proxy:

source: User:
pt: Utilizador:

source: Password:
pt: Senha:

source: Server:
pt: Servidor:

source: Port:
pt: Porto:

source: Path:
pt: Caminho:

source: Are you liking it?
pt: Esta curtindo?

source: Feedback
pt: Comentários

source: We would like to receive your feedback
pt: Gostaríamos de receber seus cometários

source: Visit the website to get in touch with us:
pt: Visite o site para nos contatar:

source: Let us know what you think of CoyIM. This is the only way we can create a better privacy tool.
pt: Diga o que você acha de CoyIM. Essa é a única maneira de criarmos uma ferramenta de privacidade melhor.

source: File transfer
pt: Transferência de arquivo

source: File transfer without encryption?
pt: Transferência de arquivos sem criptografia?

source: Setup your first account
pt: Configure sua primeira conta

source: Welcome to CoyIM!
pt: Bem-vindo ao CoyIM!

source: Create a new account
pt: Criar uma nova conta

source: Add an existing account
pt: Adicionar uma conta existente

source: Import account from your computer
pt: Importar conta do seu computador

source: Share in person
pt: Compartilhar pessoalmente

source: Share through a different encrypted channel
pt: Compartilhe por meio de um canal criptografado diferente

source: Share in a phone call
pt: Compartilhe em uma chamada telefônica

source: No notifications
pt: Nenhuma notificação

source: Only show that a new message arrived
pt: Mostre apenas que uma nova mensagem foi recebida

source: Show who sent the message
pt: Mostra quem enviou a mensagem

source: Show message
pt: Mostrar mensagem

source: Unify conversations in one window
pt: Unificar conversas em uma janela

source: Send messages with Shift-Enter
pt: Envie mensagens com Shift-Enter

source: Display empty groups
pt: Mostrar grupos vazios

source: Use Emacs key bindings
pt: Use atalhos de teclado Emacs

source: General
pt: Geral

source: CoyIM supports notifying you when a new message arrives - these notifications can be turned off, or set to show different amounts of information. It's important to remember that showing the text of the message, or even the author, could potentially be a privacy leak if you're ever in settings where someone can see your screen.
pt: CoyIM tem suporte para avisar quando uma nova mensagem chegar - essas notificações podem ser desabilitadas ou configuradas para exibir diferentes quantidades de informações. É importante lembrar que exibir o texto da mensagem, ou mesmo o autor, pode ser uma falha de privacidade se você se encontrar em situações em que alguém possa ver sua tela.

source: Notification type
pt: Tipo de notificação

source: Notifications can be set to display urgently - this is useful if you work in fullscreen mode. If the notification is not urgent, it will not display over a fullscreen window.
pt: As notificações podem ser configuradas para serem exibidas com urgência; isso é útil se você trabalha no modo de tela inteira. Se a notificação não for urgente, ela não será exibida em uma janela de tela inteira.

source: Should notifications be displayed urgently?
pt: As notificações precisam ser exibidas com urgência?

source: Notifications can stay on the screen until you've gone back to CoyIM, or they can expire after a while. The below setting changes this behavior.
pt: As notificações podem permanecer na tela até você voltar ao CoyIM ou podem expirar depois de um tempo. As configurações a seguir alteram esse comportamento.

source: Should notifications expire?
pt: As notificações devem expirar?

source: You can specify a custom command to run whenever a message is received. If specified, this command will run on every messages except it will wait for a timeout period before running the next time. The command and timeout is specified below.
pt: Você pode especificar um comando personalizado para ser executado sempre que uma mensagem for recebida. Se especificado, este comando será executado em todas as mensagens, exceto que irá aguardar um período de tempo limite antes de ser executado na próxima vez. O comando e o tempo limite são especificados a seguir.

source: Notification command
pt: Comando de notificação

source: Minimum time between notifications in seconds
pt: Tempo mínimo entre notificações em segundos

source: Notifications
pt: Notificações

source: If you set this property to a file name, low level information will be logged there. Be very careful - this information is sensitive and could potentially contain very private information. Only turn this setting on if you absolutely need it for debugging. This file will specifically log XMPP traffic information. This setting will only take effect after a restart of CoyIM.
pt: Se você aplicar esta propriedade a um nome de arquivo, as informações de baixo nível serão registradas lá. Tenha muito cuidado: essas informações são confidenciais e podem conter detalhes muito particulares. Só habilite esta configuração se for absolutamente necessário para depuração. Este arquivo registrará especificamente as informações de tráfego XMPP. Esta configuração só terá efeito após reiniciar o CoyIM.

source: Raw log file
pt: Arquivo de log bruto

source: Debugging
pt: Depurado

source: Add Group
pt: Adicionar grupo

source: Group name
pt: Nome do grupo

source: Import Accounts
pt: Importar contas

source: Choose the accounts you would like to import and start using from CoyIM.
pt: Escolha as contas que você gostaria de importar e começar a usar do CoyIM.

source: Import this
pt: Importar isto

source: From application
pt: Do aplicativo

source: Account name
pt: Nome da conta

source: Enter main password
pt: Digite a senha principal

source: Please enter the main password for the configuration file. You will not be asked for this password again until you restart CoyIM.
pt: Por favor, insira a senha principal para o arquivo de configuração. Essa senha não será solicitada novamente até que você reinicie CoyIM.

source: _Contacts
pt: _Contatos

source: Add...
pt: Adicionar...

source: New Conversation...
pt: Nova conversa...

source: _Accounts
pt: _Contas

source: Chat _Rooms
pt: _Salas de Chat

source: Create Room
pt: Criar Sala

source: Show public rooms...
pt: Mostrar salas públicas...

source: Join a Room
pt: Entrar em uma sala

source: _View
pt: _Vista

source: Merge Accounts
pt: Unir Contas

source: Show Offline Contacts
pt: Mostrar Contatos Offline

source: Show Waiting Contacts
pt: Mostrar Contatos em Espera

source: Sort By Status
pt: Classificar por status

source: _Options
pt: _Opções

source: Encrypt configuration file
pt: Criptografar arquivo de configuração

source: Preferences...
pt: Preferências...

source: _Help
pt: _Ajuda

source: About
pt: Cerca de

source: Search...
pt: Pesquisar...

source: Create chat room
pt: Criar sala de chat

source: Room
pt: Sala

source: Enter the room name
pt: Digite o nome da sala

source: Enter the location or select one from the list
pt: Insira o local ou selecione um da lista

source: Where
pt: Onde

source: _Automatically join the room
pt: _Entrar automaticamente na sala

source: Automatically join the room when created
pt: Entrar automaticamente na sala após sua criação

source: Add custom room configuration
pt: Adicionar configurações personalizadas à sala

source: _Create Room
pt: _Criar Sala

source: Congratulations, the room has been created
pt: Parabéns, a sala foi criada

source: Create another room
pt: Crie outra sala

source: Join
pt: Unir-se

source: Join a chat room
pt: Entrar em uma sala de chat

source: _Cancel
pt: _Cancelar

source: _Continue
pt: _Continuar

source: Enter or select the service
pt: Insira ou selecione o serviço

source: Chat rooms
pt: Salas de chat

source: List all rooms
pt: Listar todas as salas

source: Service:
pt: Serviço:

source: List rooms in service
pt: Listar salas do serviço

source: Change position
pt: Mudar de posição

source: Apply
pt: Aplicar

source: As an administrator you can't make others into administrators or owners.
pt: Como administrador, você não pode tornar outras pessoas administradores ou proprietários.

source: Owner
pt: Proprietário

source: An owner is allowed to change the room configuration and destroy the room, in addition to all administrator privileges.
pt: Um proprietário pode mudar a configuração da sala e destruí-la, além de todos os privilégios de administrador.

source: Administrator
pt: Administrador

source: An administrator is responsible for memberships for the room, and automatically becomes a moderator when entering it.
pt: Um administrador é responsável pela participação na sala e automaticamente se torna moderador ao entrar.

source: Member
pt: Membro

source: A person with this position can enter a members-only room, and can also immediately speak in all rooms they are a member of.
pt: Uma pessoa com esta posição pode entrar em uma sala exclusiva para membros e também pode falar imediatamente em todas as salas das quais seja membro.

source: Without a position, a person can't enter a members-only room.
pt: Sem uma posição, uma pessoa não pode entrar em uma sala exclusiva para membros.

source: Here you can provide an optional reason for the change. Everyone in the room will see this reason.
pt: Aqui você pode fornecer um motivo opcional para a alteração. Todos na sala verão esse motivo.

source: Close room
pt: Fechar sala

source: Do you want to leave the room?
pt: Você quer sair da sala?

source: Yes, leave the room
pt: Sim, sair da sala

source: Close Room
pt: Fechar sala

source: Room configuration
pt: Configuração da sala

source: Position description here
pt: Descrição da posição aqui

source: Account address
pt: Endereço da conta

source: Advanced options
pt: Opções avançadas

source: Enter the room password
pt: Digite a senha da sala

source: Show
pt: Mostrar

source: Confirm the room password
pt: Confirme a senha da sala

source: Passwords don't match
pt: As senhas não coincidem

source: Clear
pt: Limpar

source: Automatically join the room
pt: Entrar automaticamente na sala

source: Cancel room creation
pt: Cancelar criação de sala

source: No
pt: Não

source: Yes
pt: Sim

source: Are you sure you want to cancel the room creation?
pt: Tem certeza de que deseja cancelar a criação da sala?

source: Send
pt: Mandar

source: Room destruction error
pt: Erro de destruição da sala

source: Retry
pt: Tente novamente

source: Destroy Room
pt: Destrua a Sala

source: You are about to permanently destroy this room.
pt: Você está prestes a destruir esta sala permanentemente.

source: You may want to provide the following information:
pt: Você pode querer fornecer as seguintes informações:

source: Enter the reason for destroying the room
pt: Digite o motivo da destruição da sala

source: Add information about the new room
pt: Adicione informações sobre a nova sala

source: _Join
pt: _Entrar

source: You don't have permission to send messages.
pt: Você não tem permissão para enviar mensagens.

source: Remove person from the room
pt: Remover pessoa da sala

source: You are about to temporarily remove the person from the room.
pt: Você está prestes a remover temporariamente a pessoa da sala.

source: They will be able to join the room again. Are you sure you want to continue?
pt: Eles poderão entrar na sala novamente. Você tem certeza que quer continuar?

source: Here you can provide an optional reason for removing the person. Everyone in the room will see this reason.
pt: Aqui você pode fornecer um motivo opcional para remover a pessoa. Todos na sala verão esse motivo.

source: Positions
pt: Posições

source: Here you can define who the banned people are.
pt: Aqui, você pode definir quem são as pessoas banidas.

source: Change role
pt: Mudar de função

source: Moderator
pt: Moderador

source: A moderator can kick users, grant or revoke voice and assign moderatorship. Administrators and owners will automatically become moderators when they enter a room, but they can also make other occupants into moderators.
pt: Um moderador pode expulsar usuários, conceder ou revogar a voz e atribuir a moderação. Administradores e proprietários se tornarão automaticamente moderadores quando entrarem em uma sala, mas também podem transformar outros ocupantes em moderadores.

source: Participant
pt: Participante
